# -*- coding: utf-8 -*-
from django import template
import random
register = template.Library()

@register.simple_tag
def quotes():
    avtor_0='Джейсон Стетхем'
    avtor_0_text=["Хорошо смеется тот, кто знает где брать.","Ты свободен, а значит, всерьёз за себя отвечаешь.","Люди-идиоты + алкоголь. Вот вам рецепт любой потасовки.","Безнадёжно — это когда на крышку гроба падает земля. Остальное можно исправить.","Сегодня люди намного дешевле, чем их одежда.","Если каждый день есть одно и то же – приедается. А вот когда постоянно пробуешь новое, всегда вкусно.","За фильм «Адреналин» «Оскара» никогда не получишь, как, собственно, и за любой другой фильм, в котором я снимался.","Я иду в спортзал, в котором полно накаченных парней. Здесь нет теликов и «бегущих дорожек». Это грубое и жесткое место.","Женщины у вас потрясающие! Безусловно. В России встречаются просто убойные красотки.","Гордость парня — это порядочность его девушки.","Не так важно, как тебя ударили, — важно, как ты встал и ответил.","Мое дело сказать правду, а не заставлять верить в нее.","Люди, считающие, что деньги способны сделать все, сами способны все сделать за деньги.","Возвращать стоит только тех людей, которые ушли по нашей вине.","Да, я люблю спортивные машины.","Люди часто спрашивают меня, могу ли я кого-то убить. А я знаю, что моя мама может, потому что она прекрасно владеет сковородкой.","Когда я был ребенком, мой старший брат занимался боевыми искусствами. Но, к сожалению, постоянно тренировался на мне.","Большинство сегодняшних экшенов, кажется, только подготавливают зрителя к экшену.","Гай Ричи считает, что актёрская школа — наихудшее в мире.","Люди всегда оценивают вас.","У меня был огромный опыт путешествий по миру. Он научил дисциплине, сосредоточенности и уберёг от бед.","Я полагаю, что европейцы опасны и волосаты.","Я занимался дайвингом в пещерах. Это было не совсем безопасно.","Работать на улице — не одно и тоже, что протирать штаны с продюсерами и режиссёрами.","Почему я живу в Голливуде? Да потому что тут находится более великих режиссеров на квадратный дюйм, чем где бы то ни было в мире.","Мне нравится Калифорния — это великое место, но я никогда не был достаточно долго на одном месте, чтобы сказать, что хочу остаться здесь.","Если пришел заниматься, так занимайся, черт возьми!","Кто-то уйдет, а кто-то встанет под пули, но не предаст.","Не стоит принимать доброту за слабость, грубость за силу, а подлость за умение жить.","Не важно, кто ты снаружи, главное — кто ты внутри.","Рассудительность приобретаешь с опытом, а его после ошибок.","Многие жалуются на свою внешность, но на мозги не жалуется никто.","— Давно ты её собираешь?","Живи в свое удовольствие, но не забывай про тех кто рядом.","Дайте то, что у вас есть. Возможно, для кого-то это будет ценнее, чем вы можете себе представить.","Превосходство — это когда есть на что насрать, и есть чем.","Даже при серьёзной ссоре не пытайтесь задеть человека за живое…Вы помиритесь (скорее всего), а слова запомнятся надолго…","Есть такая штука как «Двигаться дальше». Попробуйте, поможет.","Ум ценится дорого, когда дешевеет сила.","В любом процессе важна не скорость, а удовольствие.","Если стараться обходить все неприятности, то можно пройти мимо всех удовольствий.","Теория – это когда вы знаете все, но ничего не работает. ","Практика – это когда все работает, но никто не знает почему. ","Мы совмещаем теорию и практику – ничего не работает и никто не знает почему!","Ничего не делать – это плохо, но все же лучше, чем делать неправильно.","Что бы там ни было, никогда не принимайте жизнь слишком всерьез – вам из нее живьем все равно не выбраться.","Мы живем в обществе, где пицца приезжает быстрее, чем скорая.","Спокойствие — сильнее эмоций. Молчание — громче крика. Равнодушие — страшнее войны.","Наличие любой головы не гарантирует присутствие в ней мозга.","Люди считающие, что они знают все, часто раздражают людей, которые действительно знают все.","Не зацикливайтесь на ком-то. Живите дальше.","— Представляешь, устроился на завод и в первый же день в больницу попал.","Обдумывайте не то что я сказал, а то о чем я промолчал.","И так обидно, что время из нормальных делает мразей…","Круто, когда есть люди, которые поддержат тебя всегда и везде.","Не слушай тех, кто хвалит. Слушай тех, кто ругает.","У каждого человека есть достоинства, за которые стоит прощать его недостатки.","Если человек не умеет держать язык за зубами, то зубы ему не нужны.","Молчание — лучший способ ответа на бессмысленные вопросы.","— Правда, что минута смеха продлевает жизнь на 5 минут?","Истинное отношение к человеку не зависит от настроения и обстоятельств.","Да, я часто высказываю свою точку зрения, потому что в отличии от вас я ее имею.","Будь самим собой, имей свою точку зрения, умей постоять за себя и за своих близких и тебя будут уважать.","Как бы ни были прекрасны ваши слова, судить о вас будут по вашим поступкам.","Умение слушать — большой плюс, а умение делать вид, что слушаешь, и в нужный момент вставлять слово — талант.","Не расставайся просто так с мечтой. Может, она просто еще не готова исполниться.","Никого не волнует твой внутренний мир. Людям главное, чтобы ты хорошо одевался, смеялся над их шутками и не застревал в дверном проёме.","Быть воином — самый эффективный способ жизни.","Когда ты одинок — это не значит, что ты слабый. Это значит, ты достаточно сильный, чтобы ждать то, что ты заслуживаешь.","Играть в кино — последнее, о чем я мечтал.","Я пришел из ниоткуда, поэтому не боюсь вернуться обратно.","Могучие мышцы хороши, чтобы красоваться перед зеркалом. Мне нужно тело, чтобы бегать, плавать и драться.","Очень важно поддерживать постоянную связь с теми, кто тебе дорог.","Неважно, чем я занимаюсь: прыгаю в воду, гоняю на картинге или готовлю обед, — меня постоянно обуревает дух соперничества.","Люблю русских людей — мужики суровые, а женщины очень красивые.","Паникует ли Джейсон Стэтхем? Нет, я не паникую, но каждый день я испытываю страх по самым разным причинам. Он мотивирует меня.","Характер — это главное.","Если у вас есть мечта, вы должны за нее биться. ","Если у вас есть какая-то страсть, то должны ее добиваться, а не пускать дело на самотек, не сидеть на берегу реки и ждать.","Я эгоист, но я ответственный эгоист. Зная, что я эгоист, я не совершаю чего-то такого, чтобы потом кому-то было от этого плохо.","Тем, кого вдохновляют мои герои, не помешало бы лишний раз подумать."]
    avtor_1="Микола Міхновський"
    avtor_1_text=["Як не можна спинити річку, що зламавши кригу на весні бурхливо несеться до моря, так не можна спинити нації, що, прокинувшись до життя, ламає свої кайдани.",
    "Ніч була довга, але ранок наблизився і ми не допустимо, щоб проміння свободи усіх націй заблищало на наших рабських кайданах і ми розіб'ємо їх до схід сонця свободи.",
    "Нас мало, але голос наш лунатиме скрізь по Україні, і кожен, у кого ще не спідлене серце, озветься до нас, а в кого спідлене, до того ми самі озвемось!",
    "Народ має право жити, коли він має силу жити.",
    "Головна причина нещасть нашої нації — брак націоналізму серед ширшого загалу її.",
    "Боротьба — це рух, це фізичне й моральне зусилля, але кожен рух, кожне зусилля є глибоко відразливе для ледачої нації.",
    "Без сили нема права, щоб здобути право, треба мати силу.",
    "Вперед, і нехай кожний з нас пам'ятає, що коли він бореться за народ, то мусить дбати за ввесь народ, щоб цілий народ не загинув через його необачність.",
    "Ми не можемо далі дозволити безстидному чужинцеві знущатися над найсвятішими нашими чуттями. Українська нація мусить скинути панування чужинців, бо вони загиджують саму душу нації. Мусить добути собі свободу, хоч би захиталася ціла Росія! Мусить добути своє визволення з рабства національного та політичного, хоч би пролилися ріки крови!"]
    avtor_2="Юліан Вассиян"
    avtor_2_text=[
    "Містерія жертви — суть життя і закон його невмирущості.",
    "Любов ближнього нехай починається признанням його життєвої гідності!",
    "Честь — твердь вартостей взагалі, що спроможна витримати нищівний жар пристрастей і на згарищі життя світити незмінним блиском шляхетності.",
    "Бог є дійсна міра для безконечних можливостей і можливих безмірів.",
    "Національність — це найглибша, найзагальніша й найтривкіша підстава людської соціальності.",
    "Батьківщина — це найширший розріст індивідуальності як з погляду приймання, так і з погляду творення."]
    avtor_3="Дмитро Донцов"
    avtor_3_text=["Віра є джерело героїзму, посвяти, відваги... Віра сталить думку. Віра не допускає сумнівів у вашу правду у ваші серця. Віра є запорукою тріумфу всякої правди, яка має потрібне число тих, що в неї — без вагання — вірують.",
    "Фанатичного прив’язання до своєї віри не заступить літепла любов до неї. Мало носити в серці Ідеал. Коли його не боронитиме запеклість фанатиків — цей ідеал перекреслить інша, чужа фанатична сила.",
    "Ієрархизація суспільності й на ній збудований державний лад з окремою, своїми здібностями, расою й положенням відгородженою від інших, з генієм командування і проводу кастою, — е конечна передумова правильного діяння суспільного організму.",
    "Коли нація хоче стати як сталь, напоїти себе “сталою,, магнетичною енергією, — мусить черпати її у власній ідеї.",
    "Кожна нація має свій власний закон, свою власну правду й повинна лише їм коритися.",
    "Така повинна бути наша національна ідея: всеобіймаюча, виключна, яскрава, якої гаслом є не спочинок і уживання, лиш акція і воля до влади над відірваними засадами, над чужою ідеєю, над власним окруженням, над «обставинами», над усім часовим і поодиноким. Лише та ідея виведе нас зі стану провінцій лише вона сполучиться з тим штосом, без якого мертва всяка ідея.",
    "Тільки воскреслий Дух давньо-князівського і лицарства козацького — незримих скрижалей Кобзаря на Україні, дасть ЇЙ силу зломити московську орду і напасті „інтернаціональних конспіраторів” в нашу добу!",
    "Є нації, є боротьба між ними, є націоналізм.",
    "Не однострої і зброя воїна, а безстрашність, мужність, хоробрість його, дух воїна — становлять силу армії."]
    avtor_4="Євген Коновалець"
    avtor_4_text=["У вогні перетоплюється залізо у сталь, у боротьбі перетворюється народ у націю.",
    "Як не буде в нас сили, не осягнемо нічого, хоч би все найкраще для нас складалося. Як жеж будемо мати силу, тоді вийдемо побідно з найгіршого лихоліття і здобудемо все, що нам треба.",
    "Волі українського народу до самостійного життя не знищать ні ворожі тюрми, ні заслання, бо Україна є нездобутнім бастіоном героїв і борців.",
    "Настане час, і не словами будемо з'ясовувати суть невмирущої...",
    "Шлях до Львова лежить через Київ."]
    avtor_5="Степан Бандера"
    avtor_5_text=["Комунізм цілком противний духові української нації.",
    "Ні на що не здадуться навіть найкращі нагоди й готовність допомогти, якщо сама нація не виборює й не кує своєї долі власною боротьбою.",
    "Хто будує на невластивих для нашого грунту світоглядових підвалинах, той, навіть при добрій волі й найкращих змаганнях, не поставить нічого тривкого, тільки помножить руїни.",
    "В усякій боротьбі і в усякій розумній політиці сенс полягає в тому, щоб, жертвуючи малим, частинними позиціями і вартостями, здобути головну мету. В цьому полягає всяка перемога, виграш. А пожертвувані, втрачені вартості — це ціна перемоги. Що більша мета, що тяжче змагання — то більші бувають жертви.",
    "Розділені кордоном смерті, але з'єднані зв'язком віри, ідеї і любові— живі та померлі можуть собі взаємно помагати перед Богом І через Бога.",
    "З москалями нема спільної мови.",
    "Хоч які великі жертви — боротьба конечна.",
    "Віра найбільше скріплює сили душі.",
    "В кожному ідеологічному чи політичному русі найважливішу ролю відіграють два чинники: ідея і людина. Провідні ідеї і світоглядові засади в ідеологічному русі та керівні програмові постанови в політичному",
    "Наша внутрішньо-політична праця скерована на те, щоб дослівно охопити ввесь загал громадянства, щоб дійти до кожного українця, як причетного, так і не причетного до загального громадського життя, однаково — в рамцях того життя, чи поза ними і незалежно від них.",
    "Найважливіша справа — здобути безпосередній вплив, включити у нашу боротьбу найбільшу і найвартіснішу їх частину. Тому за об'єкт своєї політичної праці беремо усю народну масу.",
    "Всі течії і групи, які в основу визвольних змагань кладуть орієнтацію на допомогу західних держав, і до їхньої політики хотіли б достосовувати українську політику — йдуть безвиглядними манівцями.",
    "Ідеологічно-політична робота кожного політичного чинника повинна бути прямою і безпосередньою. В національному житті повинно кожне середовище виконувати свою властиву функцію в таких межах, формах і такими засобами, на які воно може спромогтися власними силами та які відповідають його дійсним впливам в українському суспільстві. Кожне серйозне середовище повинно вести свою діяльність за всяких внутрішніх і зовнішніх умов, незалежно від інших факторів.",
    "Наша перемога — це перемога нашої ідеї, повне її здійснення. Наш обов'язок — зробити самим найбільше, скільки стане наших сил, одночасно докласти старань, щоб і інші робили якнайбільше.",
    "Нашим природним середовищем стало вже змагання, змістом нашого життя — боротьба.",
    "Не можна робити принципів, політичних засад із того, що важливе тільки в одній, означеній ситуації чи є питанням тактики. Принципова політика полягає в тому, що послідовно прямуємо до основної мети найуспішнішими, найпевнішими шляхами в усіх ситуаціях, при всіх змінах, не відступаючи від неї, здійснюючи той самий основний принцип.",
    "Революційне змагання — це національна боротьба в площині духовності, культури, боротьба суспільно-політична й мілітарна, за повне знищення існуючого стану, його змісту й за побудову цілком нового, під кожним оглядом кращого стану, який відповідає потребам і бажанням українського народу."]

    avtor_6="Ярослав Стецько"
    avtor_6_text=["Україна повинна стати ідейним, моральним і культурним центром, навколо якого повинні зосереджуватись змагання інших поневолених народів... Україна має бути їх ідейним і моральним провідником у їхніх визвольних змаганнях.",
    "... рушійною силою, мотором нації, що не дасть їй загинути, є її воля жити, рости й володіти. Вона, — а не щось інше — двигає націю з упадку, вона несе її на вершини слави.",
    "Кожне відродження нації виходить із неї самої...",
    "Життя рсі`бимо таким, яким ми його хочемо бачити!",
    "Без національної революції немає соціяльної.",
    "Дух мусить втілитися в чин! Ідея та мораль у мечі!",
    "Справа політики — це справа всього життя, без решти.",
    "Україна — це вічність, не тільки сьогоднішня, але передусім майбутня й минула.",
    "Нема свободи людини без свободи народу. І немає свободи народу без свободи людини.",
    "Те що перестаріло, мусить умерти і ніщо не поможе його рятувати! І не треба. Родиться молоде, нове, революційне.",
    "Найвищою формою життя й єдиним гарантом розвитку нації є національна держава. Найвищою цінністю для українця є українська нація. Звідси вихідною й остаточною метою всіх змагань і кожної дії українця мусять бути сила, добро і ріст української нації.",
    "Зрушити націю мусить її ж еліта.",
    "Не за мир, а за тріумф правди.",
    "Не мир є нашою ціллю, а воля і перемога нашої нації, що є покликана Богом виконати своє призначення на землі.",
    "Добро нації — найвища мета людини на землі.",
    "Хто горить Ідеєю, може знаходити спокій свого сумління тільки у марші на вершини — її втілення у життя.",
    "Без влади власної немає волі!",
    "Ми — проминальні і помильні. Але наші ідеї — вічні і правдиві.",
    "Хай бій наш буде перемогою, а перемога пімстою!",
    "Породу заячу окупант не переслідує, бо вона служить йому помостом до уярмленої нації.",
    "...Шлях героя — це здійснити силою своєї віри прірву між тим. що людина бажає, і тим, що є реальне.",
    "Найважливішим для поневоленої нації є плекання культу зброї. а друге — культу влади.",
    "...Без національних геніїв немає світових геніїв.",
    "Ідеї волі сильніші за атомову зброю!",
    "Орієнтація на чужі сили завжди ставала могилою для української держави.",
    "Волі не дають — її треба здобути, влади не дарують — її треба забрати силою у ворога.",
    "Перед Україною велике революційне завдання: оновлення духове, моральне, ідейне, патріотичне й релігійне вільних народів. Можливо, що для цього призначив нас Господь йти крізь терня й муки до лаврового вінка!",
    "Ідеї, люди, боротьба — це три нерозривні елементи революційно-визвольного процесу.",
    "Якщо віра зникає і дух руїни огортає людей, тоді не можуть нас 'спасати'' жодні паперові 'устрої' чи 'конституції'. Силу людям дають великі дороговкази, візи і змагання за них, а не персональні спори, анархічні поступування, дрібні міжпартійні торги.",
    "Великі характери показуються у хвилинах великої проби. Фразами не можна вилонити й виростити революційних кадрів, але акцією. Наш визвольно-революційний рух кріпшав і зростав не лише завдяки теорії, а передусім завдяки нашим діям, акціям в ім'я недискусійних ідей.",
    "Новий націоналістичний світогляд поборює той хаос, ту деморалізацію, той розклад, який несуть нечесні й несовісні люди, що при демагогічних методах мають можливість виплисти наверх, бо там не треба мозольної праці, творчости, зусиль, недоспаних у трудах ночей, а вистачить: гарно говорити й обіцювати золоті гори, а потім не додержати обіцянок.",
    "Провідна еліта нації, щоб мати право бути такою, повинна стати уособленням ідеалізму й героїзму. Вона перша ставить чоло небезпекам і остання відступає, здійснюючи своїм власним прикладом і соціальну справедливість.",
    "Провідні кадри — це головна сила кожної революції. Від їх якостей, моралі, політичної виробленості і віри в свою ідею залежить успіх чи невдача революційної дії.",
    "Ідеї, люди, боротьба – це три нерозривні елементи революційно-визвольного процесу.",
    "Якщо віра заникає і дух руїни огортає людей, тоді не можуть нас “спасати” жодні паперові “устрої” чи “конституції”. Силу людям дають великі дороговкази, візії і змагання за них, а не персональні спори, анархічні поступування, дрібні міжпартійні торги.",
    "Великі характери показуються у хвилинах великої проби. Фразами не можна вилонити й виростити революційних кадрів, але акцією. Наш визвольно-революційний рух кріпшав і зростав не лише завдяки теорії, а передусім завдяки нашим діям, акціям в ім’я недискусійних ідей.",
    "Новий націоналістичний світогляд поборює той хаос, ту деморалізацію, той розклад, який несуть нечесні й несовісні люди, що при демагогічних методах мають можливість виплисти наверх, бо там не треба мозольної праці, творчості, зусиль, недоспаних у трудах ночей, а вистачить: гарно говорити й обіцювати золоті гори, а потім не додержати обіцянок.",
    "Провідна еліта нації, щоб мати право бути такою, повинна стати уособленням ідеалізму й героїзму. Вона перша ставить чоло небезпекам і остання відступає, здійснюючи своїм власним прикладом і соціальну справедливість."]
    avtor_7="Юрій Липа"
    avtor_7_text=["Щоб мати авторитет — треба мати силу!",
    "Вільна Україна буде не після звільнення Києва, а після знищення Москви, як столиці російської наддержави.",
    "Життя людини — це боротьба, у якій необхідно напружити всі сили, які людина має! Обов'язок людини бути вільною, тобто людина повинна сама собі встановлювати дорогу і йти нею — приєднатися до того чи іншого початку світу. Тільки не можна їй зоставатися між цими початками. Бо є збіжжя і є бур'ян. Є поле і є пустир. Є залізо і є ржа — треба вибирати те чи інше, стати до боротьби на одному боці.",
    "Вся історія людства — це боротьба держав віри з державами сумніву — в ім'я перемоги віри.",
    "Як можна інакше дивитися на світ, як не з нутра власної нації?",
    "Призначення України є тільки в ній самій, її доля є в її людях та моральних і матеріальних засобах.",
    "В великім мистецтві думання найважче відкривати.",
    "Колеса возу історії часто котяться баюрами і захляпують не одну ідею і не одного керманича.",
    "Чи нема в тому надлюдської радости бути висловником чогось тривалішого від нужденного короткого людського життя?",
    "В існуванні України висловлюється і буде висловлюватися найгарніше, що має людство, і в тому є моральність бути українцем.",
    "Для українців найголовніший меридіан світу проходить через Україну.",
    "Здатності раси до боротьби назовні — це важливіше ніж усі генеральні й негенеральні ідеї раси.",
    "Нерозумно було б шукати української ідеї серед ідей, що йдуть за чужою модою з Заходу.",
    "Одність,   власна   релігія,   власна  висока   мораль  і   відвічні геополітичні підстави — це є величезні заповіти.",
    "... будь приготований до власної Історії!",
    "  Великий  вождь   був  для   своїх  підлеглих тільки   великим символом обов'язку щодо духа збірноти.",
    "Кожен народ складається  із щоденних виявів  активності  і мовчазності.",
    "Нема ніяких так званих об'єктивних перешкод до вивищення і утвердження нового великого народу, який мав поразку.",
    "Чужинецьке відношення цікавить нас оскільки, остільки від нього можна пізнати причини його сили.",
    "В обличчі Держави людина мас таку вартість, яку має ідея, висловлена в ній.",
    "Добре виконувати та добре наказувати — однаково важне в обличчі справи. Хто не вміє одного — не вміє й другого.",
    "Історія нашого духа і крови, то історія наших провідників, нашої еліти. Все інше тільки тло...",
    "Коли ділити епохи історичні на епохи віри і зневіри, то можна сміливо твердити, що ми починаємо епоху віри, епоху відродження України.",
    "Тільки віра вища і чеснота в будові вирве душу з грища і правду — з крові.",
    "Зв'язок з минулим є підставою віри в будуччину і запорукою перемоги будівничих ідеалу національного."]
    avtor_8="Олег Ольжич"
    avtor_8_text=["Слава ворогові, що твоєї ненависти вартий.",
    "...Не так неохоче стріляє той, хто виріс під реви гарматні.",
    "Нащо слова? Ми діло несемо.",
    "Міцніша — віра і дзвінкіший — чин за словоблудіє і за обмани.",
    "Є незмінна земля, і усе на ній зміна невпинна.",
    "Там втрат не буває, де жертва — здобутий в огні бастіон.",
    "Хто має уші — хай слуха! Хто має серце — люби!",
    "Захочеш — і будеш.",
    "Здорові і молоді народи не знають самообмеження.",
    "Не партикуляризми врятують Україну.",
    "Українська історія багата на великі й героїчні моменти, але досить в ній і темних та болючих сторінок, що їх воліли б ми часто вирвати і не мати в цій великій книзі, з якої народ має вчитися славних і добрих діл. Та зріла мужня суспільність не сміє боятися глянути правді в лице, зокрема в тій хвилині, коли дійсність вимагає, щоб її бачити тверезо, а не через рожеві окуляри ідилії.",
    "Вся історія України — це боротьба двох сил: конструктивної, що скупчує українську потугу, щоб звернути її назовні, і руїнної, що розпорошує її у взаємному самопожиранні та несе розбиття і розклад.",
    "Жива віра, віра, що не спиняється перед жертвами — та, що перемагає.",
    "Націоналізм значить світогляд, що в основу суспільно-політичного думання і чину кладе ідею нації'.",
    "Провідною ідеєю українського народу від світанку віків є Ідея Слави — тобто беззглядна цінність героїчного повнення призначення людини.",
    "Мілітаризм — це універсальний світогляд і мораль, що формує людину і народи... Мілітаристичний світогляд ушляхетнює життя, покликаючи в ньому: відвагу, мужність, вояцьку товариськість, почуття вищого обов’язку і честі.",
    "Спільнота нації в Українській духовності історично усвідомлюється не природничо, а духово-містично в Ідеї Роду.З нього родиться вся потуга Української Держави та відродження."]
    avtor_9="Олена Теліга"
    avtor_9_text=["Перед нашою молоддю стоїть блискуче завдання — стати батьками майбутнього своєї нації. Хай же ж вона не зрікається цієї честі, виховуючись лише на сірих рядовиків. Нашій масі потрібні провідники б усіх ділянках життя, і хай кожний не підтинає собі добровільно крила, лише старається розгорнути їх якнайширше. Хай пам'ятає, що хто готує себе лише на те, щоб впрягтися до плуга, завжди матиме погоничів, а чи не забагато погоничів мали ми в минулому?",
    "...чим виший п'єдестал побудуємо для тих, що стали символом наших визвольних змагань, тим далі падатиме роз'яснююче світло від цього символу — тим ширші маси будуть бачити яскравий дороговказ для свого життя і для своєї боротьби.",
    "...ті. що стоять... у підніжжі недосяжної вежі, або ще ліпше — вигідно лежать коло неї, ніколи не в стані побачити її найвищого шпиля.",
    "...для того, щоб вміти бачити справжнє обличчя велетнів, людям, що можуть стикатися з ними, — треба бодай трохи піднятися до їх рівня і мати в собі хоч щось з їх відваги.",
    "Не солодкі, нездійснювані обітниці, а суворе підпорядкування себе безсмертним і невмолимим вимогам нації — дозволить їй стати перед світом у весь свій потужний зріст!",
    "Коли ми несемо ідею українського націоналізму, не сміє бути ні одного порожнього слова. Кожне гасло має вростати в нашу землю, а не засмічувати її порожньою лускою. Коли говоримо про національну спільноту, мусимо її відчувати.",
    "Треба за всяку ціну обминати ...широкі, розкриті двері І шукати правдивої великої брами, над якою віють непідроблені, неперелицьовані прапори нашого духа...",
    "Будемо самими собою, з усіма своїми поглядами, перед обличчям людей своєї нації, і хай в протилежність до забріханої большевицької пропаганди кожне наше слово буде непідробленою правдою, незалежно від того, чи ця правда усім буде подобатись.",
    "Скільки порожніх рук легковажно вимахувало при згадці про неї, не розуміючи, що лише вона, романтика, може вкласти у ті руки — творче натхнення, владний рух і тверду зброю.",
    "Ті, що тужили за романтикою, не раз не розуміли цілої її сили. Ті ж, що її нищили, розуміли ту силу у всій її могутній загрозливості, і, — власне тому — нищили.",
    "...братерство мусить завжди розкривати нам очі на те, що кожний вистріл в середині нації є найліпшою музикою для серця ворога, є для нього більшою радістю, ніж власний цільний вистріл, бо то є завжди музика, якої диригентом є він сам.",
    "Тепер, як ніколи, ми мусимо змагатися за спільноту в нації і за братерство в народі. Але, йдучи за тими гаслами, ми повинні дбати, щоб вони були не лише 'міддю бряцаючою', а найглибшою правдою, для якої варто жити і вмирати.",
    "Хто готується на провідника, мусить вчитися спочатку бути вірним невеличкому гуртові, бути його патріотом і боронити його честь. Лише ті, що потраплять бути вірними якомусь невеличкому колективові, будуть вірними і великому колективові — НАЦІЇ."]
    avtor_10="Михайло Колодзінський"
    avtor_10_text=["Україна тільки тоді була сильною й займала належне місце в історії, як поступала згідно з своїм призначенням. Коли зрікалася своєї місії, то упадала. Український народ одержав десять талантів від Бога, тому мусить їх удесятеро побільшити, а не закопувати одержані в землю.",
    "Нам не можуть імпонувати малі армії, малі концепції й малі люди. Творити мусимо велике й захоплююче, відповідно до нашого історичного призначення. Перемога наша в руках Бога, але геройство наше в наших руках.",
    "Не з'їздами і нарадами відбудуємо Україну. Націоналістична Україна повстане як вислід боротьби і самопосвяти.",
    "Майбутній бойовий гимн українських націоналістів зродиться серед розгару боротьби, а не дорогою музичного конкурсу.",
    "...коли вже нема розумного виходу з тяжкого положення, то треба вміти вмерти по геройську, щоб така смерть була джерелом сили для молодих поколінь.",
    "Спільність пролитої крови за спільні політичні ідеали — це перша ознака нації.",
    "Відколи зустрінулась Історія з нашими предками, то застала їх при зброї і при плузі.",
    "В природі не можна спинити боротьби, бо ввесь світ побудований на законі руху-боротьби. Кожний здоровий нарід мусить з почуттям радісного фаталізму вести боротьбу за це все, що підшептує йому зов крови й до чого тягне його історичне призначення. Мусиш боротися, інакше згинеш.",
    "Не будувати Україну тільки над Дністром чи Дніпром, але Україну в таких розмірах, які виміряв їй самий Творець, коли надавав землі нинішній географічний вигляд. Схід Европи мусить бути наш, бо такий заповіт оставили нам наші прадіди. Це є кровне наслідство старого українського меча й воно буде відзиватися в нас вічно, де ми не були б і що ми не робили б.",
    "Нарід, який кладе гекатомби жертв в обороні свого історичного суспільного устрою, мусить органічно ненавидіти ворога і його політичні та соціяльні урядження."]
    avtor_11="Дмитро Мирон 'Орлик'"
    avtor_11_text=["Як наше життя не зачинається й не кінчається на нас, так і суспільне життя, це наростання надбань тисячоліть і ріст нової творчості.",
    "Цілковите зірвання з минулим, це штучна будова з самого піску й каміння без фундаменту.",
    "Треба поставити так різко й виключно суперечні собі сили, погляди і інтереси, щоби не бачити іншого виходу, як у розтрощенні ворожого світа.",
    "Великі індивідуальності й герої, хоч мертві, впливають своїми чинами і діями та заповітами на формування суспільного життя багато більше чим живучі мірноти й самолюби.",
    "Від сили, вартості й творчої снаги провідної верстви залежить сила й розвиток нації й держави.",
    "Доля України рішається в наших душах і серцях...",
    "Не Україна для нас, а ми для України!",
    "Через націю людина врізується своєю волею й чинами у творчий процес Історії.",
    "Коли йде про долю й добро власної нації, тоді не сміє бути ніяких вагань оглядання на вселюдську справедливість, тоді рішає аргумент сили і боротьби.",
    "Держава зберігає й передає грядучим поколінням не лише матеріальні здобутки, але твори духа й думки, прапори великих історичних чинів І пам'ять про великі подвиги й історичні постаті.",
    "Обов'язок праці й постава до праці с підставою права.",
    "Національна ідея є підставою, центральною ідеєю і рушійною силою цілої історії України.",
    "В житті народів рішає закон сили й боротьби.",
    "Найбільші зусилля і жертви — це лише наш обов'язок супроти минулих і майбутніх поколінь.",
    "Хай згинуть наші імена, щоб тільки жила вічно українська нація!",
    "Нашою честю й добром, нашим обов'язком є станути в ряди нових борців за силу й велич України, за славу Володимирового Тризубу.",
    "Як один Бог на небі, так одна Україна на землі!",
    "Меч революції є политий кров'ю її ворогів і катів народу, але освячений жертвами та прапором великої ідеї."]
    avtor_12="Симон Петлюра"
    avtor_12_text=["В боротьбі виростає сила, розвивається свідомість, набирає животворної енергії національна воля, боротьба ставить на порядок денний питання про організацію національних сил, про сталеві, міцні форми цієї організації...",
    "Народ, що породив висловника своїх думок і настроїв, чи то поета, чи діяча на громадській ниві, наділяє його рисами свого Я.",
    "Можна жалувати раба і співчувати йому, можна пояснити риси рабської психології в пізніших поколіннях, але жити з ними, але завжди бути серед них і разом з ними йти до спільної мети — неможливо.",
    "Український народ охоче переймає що кращого у інших, має великий хист до культури, просвіти й організації та здатний в короткий час зробити те, до чого іншим треба значно більше часу.",
    "Тільки міць, єдність та тверде непохитне стремління до повної незалежності й свободи може бути нашим побратимом.",
    "Наша сила в єдності, а порука успіху наших змагань в державній слухняності!",
    "Шлях звільнення кожної нації густо кропиться кров'ю. Нашої — так само. Кров'ю чужою і своєю. Ворожою і рідною.",
    "Дбаймо про підвищення нацією моральних елементів її буття — творчої любови до Батьківщини, сторожкости до ворога та помсти за кривди, заподіяні ним.",
    "Великий чин наших лицарів вчить вірності ідеалам і умінню підпорядковуватись. Тільки вірність і слухняність творять передумови успіху національної боротьби.",
    "Скупчимося один біля одного з готовністю взаємної допомоги і перестороги,— і ми витримаємо всі „міри і проби”.",
    "Вірність ідеям є підставок внутрішньої сили ширших громадських об'єднань, до національного включно.",
    "Кров, пролита для ...великої мети, не засихає.",
    "... Не забуваймо про меч, учімося міцніше тримати його в руках.",
    "Держава понад партії. Нація понад класи.",
    "Українські мечі перекуються на рала тільки тоді, коли гасло — Незалежна Держава Українська — перетвориться в дійсність і забезпечить отому ралові можливість зужиткувати рідну плодючу землю з її незчисленними багатствами не для потреб третього або другого з половиною чи якого іншого Інтернаціоналу, а для устаткування і зміцнення власного державного добра і збагачення рідного народу."]

    avtor_13="Симон  Петлюра"

    avtor_13_text=["Держава – понад партії, Нація – понад класи!",
    "Там, де справжній талант, – там, справді, немає старості.",
    "Для таланту немає смерті, бо він не вірить в неї.",
    "Кров закінчує глибокі процеси національних емоцій.",
    "Шукайте правди в своїй громаді.",
    "Наша сила – в єдності, а порука успіху наших змагань – в державній слухняності!",
    "Справа здобуття української державності – це справа нації української, а не якогось класу чи партії.  *  Шлях звільнення кожної нації густо кропиться кров’ю.",
    "Великий чин наших лицарів вчить вірності ідеалам і умінню підпорядковуватись.",
    "В боротьбі виростає сила.",
    "Тільки вірність і слухняність творять передумови успіху національної боротьби.",
    "Вірність є основою не лише родинного життя.",
    "Кров, пролита для великої мети, не засихає.",
    "Не забуваймо про меч, учімося міцніше тримати його в руках."]

    avtor_14="Святослав Хоробрий"

    avtor_14_text=["Іду на ви",
    "Мертві сорому не мають. "]
    avtor_15="Тарас Шевченко"

    avtor_15_text=["Борітеся – поборете!",
    "У всякого своя доля  І свій шлях широкий...  ",
    "І забудеться срамотня давняя година,  І оживе добра слава, слава України!  ",
    "Раз добром нагріте серце  Вік не прохолоне!  Діла добрих обновляться,  Діла злих загинуть.  ",
    "Чим більша нужда, тим дружба щиріша...  ",
    "Кохайтеся, чорнобриві,  Та не з москалями.  ",
    "Було, на собаку кинь, то влучиш друга, а як прийшлось до скрути, то святий їх знає, де вони поділись!  ",
    "За шмат гнилої ковбаси  У вас хоч матір попроси,  То оддасте.  ",
    "Раби, подножки, грязь Москви,  Варшавське сміття – ваші пани,  Ясновельможнії гетьмани.  Чого ж ви чванитеся, ви!  Сини сердешної Украйни!  Що добре ходите в ярмі,  Ще лучче, як батьки ходили?  ",
    "Ми серцем голі догола!  ",
    "Найшовсь-таки один козак  Із міліона свинопасів...  ",
    "І день іде, і ніч іде.  І, голову схопивши в руки,  Дивуєшся, чому не йде  Апостол правди і науки?  ",
    "Найбільш гірка отрута нашого морального буття – безнадійність...  ",
    "...Хто матір забуває,  Того Бог карає,  Того діти цураються,  В хату не пускають.  Не так тії вороги,  Як добрії люди –  І окрадуть жалкуючи,  Плачучи, осудять...  ",
    "Для людини-матеріаліста, якому Бог відмовив у святому, радісному почутті розуміння його благодаті, його нетлінної краси, для такої напівлюдини будь-яка теорія прекрасного є не більше, ніж порожня балаканина.  ",
    "Вільний художник настільки ж обмежений оточуючою його природою, наскільки природа обмежена своїми вічними, сталими законами.  ",
    "Дружба без достатніх доказів – порожнє, лукаве слово.  ",
    "Як швидко і гаряче виконується наказ арештувати, так, навпаки, в’яло і холодно виконується наказ звільнити.  ",
    "Світ, бачся, широкий,  Та нема де прихилитись  В світі одиноким.  ",
    "Блаженний муж на лукаву  Не вступає раду...  ",
    "Високії ті могили, де лягло спочити козацьке біле тіло, в китайку повите.  ",
    "Погано дуже, страх погано!  В оцій пустині пропадать.  А ще поганше на Украйні  Дивитись, плакать – і мовчать.  ",
    "Історія мого життя складає частину історії моєї Батьківщини.  ",
    "Наш-бо селянин, двигаючи на собі почесний тягар вікових національних обов’язків і бувши фактично спадкоємцем періодично відмираючої шляхти, – є, може, найбільшим аристократом серед селянства Європи.  ",
    "Нема на світі України,  Немає другого Дніпра,  А ви претеся на чужину  Шукати доброго добра.  ",
    "Учітеся, брати мої,  Думайте, читайте,  І чужому научайтесь,  Й свого не цурайтесь.  ",
    "Огонь запеклих не пече.  ",
    "В своїй хаті – своя правда,  І сила, і воля.  ",
    "Караюсь, мучуся... але не каюсь!  *  Наша дума, наша пісня  Не вмре, не загине...  ",
    "Все гине, –  Слава не поляже...  ",
    "Нема раю на всій землі,  Та нема й на небі.  ",
    "Люде б сонце заступили,  Якби мали силу...  ",
    "Не накличу собі долі,  Коли так не маю.  ",
    "Якби ви вчились так, як треба,  То й мудрость би була своя.  ",
    "Тече вода і на гору  Багатому в хату.  А вбогому в яру треба  Криницю копати.  ",
    "Страшно впасти у кайдани,  Умирать в неволі,  А ще гірше – спати, спати,  І спати на волі...  ",
    "У всякого своє лихо...  ",
    "Без ворогів можна в світі  Як-небудь прожити.  ",
    "Не гріє сонце на чужині...  ",
    "Невесело на світі жить,  Коли нема кого любить.  ",
    "...Де нема святої волі,  Не буде там добра ніколи.  ",
    "Без правди горе!  ",
    "На чужині не ті люде, –  Тяжко з ними жити!  Ні з ким буде поплакати,  Ні поговорити.  ",
    "Єсть на світі доля,  А хто її знає?  Єсть на світі воля,  А хто її має?  ",
    "Тоді я веселий,  Тоді я багатий,  Як буде серденько  По волі гуляти!  ",
    "На нашій – не своїй землі.  ",
    "Сиротині сонце світить,  Світить, та не гріє...  І на Україні  Я сирота, мій голубе,  Як і на чужині.  ",
    "Серце не дитина, його галушкою не нагодуєш.  ",
    "Гроші душу холодять.  ",
    "Чи буде правда меж людьми?  Повинна буть, бо сонце стане  І оскверненну землю спалить.  ",
    "Думи мої, думи мої! Лихо мені з вами!..  В неволі тяжко, хоча й волі,  Сказать по правді, не було.  ",
    "Слава – заповідь моя.  ",
    "Щоб збудить  Хиренну волю, треба миром,  Громадою обух сталить;  Та добре вигострить сокиру –  Та й заходиться вже будить.  ",
    "За святую правду-волю  Розбойник не стане...  ",
    "О люде! Люде-небораки!  Нащо здалися вам царі?  Нащо здалися вам псарі?  Ви ж таки люде, не собаки!  ",
    "Я так її, я так люблю  Мою Україну убогу,  Що проклену святого Бога,  За неї душу погублю!  ",
    "Не вмирає душа наша, не вмирає воля.  *  Ну що б, здавалося, слова...  Слова та голос – більш нічого.  А серце б’ється, ожива,  Як їх почує!.. "]
    avtor_16="Богдан Хмельницький"
    avtor_16_text=["Нащо говорити там, де треба діяти ",
    "Неможливо всебічно і ґрунтовно визначити людські вчинки, не враховуючи їхніх закономірностей та од-вічної волі неба. ",
    "Справедливість цього світу так розмірена, що в одних відбирає, а другим дає владу і мудрість. ",
    "Кривда, гніт і неволя накликають сувору помсту з боку справедливості, щоб Божі постанови проявлялись у всьому на очах живих людей. ",
    "Синове воїнів хоробрих, явіть мужність свою! І вам вовіки віків славу запишуть. ",
    "Майже кожний на всій Україні користувався вольностями, і важко йому буде забути, що він був паном і на війні рівнявся з паном. ",
    "За здобутком завжди втрата простує. ",
    "Що рука людська зробить, те й зруйнувати може. ",
    "Поки ми живі, хіба що смерть наша може наблизити нашу неволю. ",
    "Бог не зневажить серця упокореного. ",
    "Якщо підступності не буде краю, то доведеться битися. ",
    "Все те, що буде зроблене проти, на твою ж таки голову і впаде. ",
    "При сухих дровах і сировим дісталося. ",
    "Ще не вмерла козацькая мати! "]
    avtor_17="Іван Франко"

    avtor_17_text=["Нам пора для України жить  ",
    "Поетичне слово, сказане в щасливій хвилі при якій одній нагоді, як золота монета, не тратить своєї вартості і по році, і по ста роках.  ",
    "Хто твердить – люблю свій народ, а не виконує своїх обов’язків перед ним, – той твердить лож.  ",
    "Не ридать, а добувать  Хоч синам, як не собі,  Кращу долю в боротьбі.  ",
    "Лиш боротись – значить жить.  ",
    "Або смерть, або побіда!  Се наш оклик бойовий!  ",
    "Не пора, не пора, не пора  Москалеві й ляхові служить!  ",
    "Дух, що тіло рве до бою,  Рве за поступ, щастя й волю.  ",
    "Хто з злом не боресь, той людей не любить.  ",
    "Ніщо так не деморалізує чоловіка, як похвала його краси.  ",
    "Все, що йде поза рами нації, це або фарисейство людей, що інтернаціональними ідеалами раді би прикрити свої змагання до панування однієї нації над другою, або хворобливий сентименталізм фантастів, що раді би широкими вселюдськими фразами покрити своє духовне відчуження від рідної нації.  ",
    "Більш, ніж меч, і огонь, і стріла, і коса,  Небезпечне оружжя – жіноча краса.  ",
    "Книги – морська глибина:  Хто в них пірне аж до дна,  Той, хоч і труду мав досить,  Дивнії перли виносить.  ",
    "Чому у нас відступників так много  І чом для них відступство не страшне?..  ",
    "Земле моя, всеплодющая мати,  Сили, що в твоїй живе глибині,  Краплю, щоб в бою сильніше стояти,  Дай і мені!  ",
    "Мій патріотизм – се не сентимент, не національна гордість, то тяжке ярмо.  ",
    "Народ, що не шанує своїх великих людей, не варт звання освіченого народу.  ",
    "Силу рукам дай, щоб пута ламати,  Ясність думкам – в серце кривди влучать,  Дай працювать, працювать, працювати,  В праці сконать!  ",
    "Тяжко-важко вік цілий боліти,  А не знати навіть, де болить...  ",
    "Рівень усякої драматичної літератури можна міряти головно тим, яких вона виводить жінок і яких євреїв.  ",
    "Я боротись за правду готов,  Рад за волю пролить свою кров,  Та з собою самим у війні  Не простояти довго мені.  ",
    "Пора, діти, добра поглядіти  Для власної хати,  Щоб ґаздою, не слугою  Перед світом стати!  ",
    "Хто стане слово слухати невчене?  ",
    "Не все ще той поет великий, чільний,  Хто вірші пише і слова римує...  ",
    "Не все ще той святий, хто богомільний.  ",
    "Радьте, розумні! Рятуйте, могучії!  ",
    "Блаженний муж, що серед ґвалту й гуку  Стоїть, як дуб посеред бур і грому,  На згоду з підлістю не простягає руку,  Волить зламатися, ніж поклониться злому.  ",
    "Таж і в бурю не всі човни гинуть...  ",
    "Найстрашніша клятьба – полюбити раба!  ",
    "Де часть, там цілість.  ",
    "За тим, що щезло, – безхосенні жалі.  ",
    "Як много важить слово,  Одно сердечне, теплеє слівце!  ",
    "Найщиріше цілуєшся мовчки.  ",
    "Яким чоловік вродився, таким і згине.  ",
    "Література кожного народу – це найкраще дзеркало його життя.  ",
    "Лиш праця світ таким, як є, створила,  Лиш в праці і для праці треба жить.  ",
    "Обставини і факти творять та викликають людей.  ",
    "Помилки справжніх талантів більш повчальні для учнів, ніж здобуті ними непохитні істини.  ",
    "Поет розширює зміст нашого внутрішнього “я”, зворушуючи його до глибини.  ",
    "Чим менші таланти, тим більше роблять шуму.  ",
    "Граматики – то грабарі живої мови. Вони не розуміють тої мови, а знають тільки свої правила.  ",
    "Живий язик не має граматики.  ",
    "Живий язик можна і треба студіювати, як живу рослину, але не можна і не слід засушувати і заковувати в мертві правила і формулки.  ",
    "Література – се найвищий вицвіт людської цивілізації, найкраще її мірило.  ",
    "Людство вибирає собі найсильніших.  ",
    "Коли ранок думки такий довгий, – то сподіваємось, що сам день буде незрівнянно довший і величніший.  ",
    "Саме знання нікому їсти не дасть.  ",
    "Назад до народу!..  ",
    "Братерство ситих з голодними – се попросту фраза, гірка насмішка та й годі.  ",
    "А хто з приятеля перекинувся в ворога, той, значить, і раніше не був приятелем і не буде.  ",
    "Іноді поступ людський виростає на могилах, як пшениця на зораній ниві!  ",
    "Рівність, коли б яким чудом далося її зробити між людьми, була би для них найбільшим нещастям, бо довела би їх до цілковитої байдужості і закостенілості.  ",
    "А де нема свободи слова, там ніщо й говорити про політичну поезію.  ",
    "Героїзмом можна назвати тільки таке діло, де мука і терпіння одиниці здобуває або окуплює добро цілого народу.  ",
    "Романтизм у літературі значив перевагу геніальної особи над масою, перевагу генія над талантом і працею.  ",
    "Всяке добро має... й темний бік, а жодне лихо не буває без добра.  ",
    "Гумор – невідлучна прикмета кожного правдивого таланту.  ",
    "Сама природа дбає за то, аби між людьми не було рівності.  ",
    "Против рожна перти,  Против хвиль плисти,  Сміло аж до смерти  Хрест важкий нести!  ",
    "Правда против сили!  Боєм проти зла!  Між народ похилий  Вольності слова!  ",
    "Ще те не вродилось  Остреє залізо,  Щоб ним правду й волю  Самодур зарізав!  ",
    "Слова – полова,  Але огонь в одежі слова –  Безсмертна, чудотворна фея,  Правдива іскра Прометея. "]
    avtor_18="Іларіон Ярошевицький"

    avtor_18_text=["Часто оплакуємо те, з чого сміялись раніш ",
    "Горе прийде, як любов у кригу замерзне тверду. ",
    "Слізка сильніше одна діє, ніж цілий потік. ",
    "Світла бажав я тоді лиш, коли про шляхи свої думав. ",
    "Не зможеш здолати  Сильну у світі любов: все подолає вона. ",
    "Серця твердого ніяк взяти не може вогонь. ",
    "Вільний од злочину, я і від кайданів звільнюся. ",
    "Наше життя між людей стало звірине давно. ",
    "Завжди звірине життя звірами робить людей. ",
    "То невелика печаль: втратити чемні слова. ",
    "Шкоду приносить любов, що про ненависть казать! "]
    avtor_19="Костянтин Ушинський"

    avtor_19_text=["Вільна праця і є життя  ",
    "Страх тілесного покарання не зробить злого серця добрим.  ",
    "Тільки особистість може творити особистість, тільки характером можна утворити характер.  ",
    "Розширювати свої знання можна тільки тоді, коли дивишся прямо в очі власному незнанню.  ",
    "Життя людське завмерло б на одній точці, якби юність не мріяла.  ",
    "Якщо ви вдало виберете справу і вкладете в неї всю свою душу, то щастя саме відшукає вас.  ",
    "П’яному і на світлій вулиці темно.  ",
    "Стан безглуздого неприборканого гніву так само призводить до загибелі, як і стан безглуздої доброти і ніжності.  ",
    "Добре міркувати про чесноту – ще не означає бути доброчесним.  ",
    "Не вміти добре висловлювати свої думки – недолік; але не мати самостійних думок – ще багато більший недолік.  ",
    "Страх – рясне джерело пороків.  ",
    "Добра звичка є моральний капітал, закладений людиною у свою нервову систему.  ",
    "Книга... залишається німою не тільки для того, хто не вміє читати, а й для того, хто... не уміє витягти з мертвої букви живої думки.  ",
    "Бути справедливим у думках – ще не означає бути справедливим насправді.  ",
    "Не той мужній, хто лізе на небезпеку, не почуваючи страху, а той, хто може придушити найдужчий страх і думати про небезпеку, не скоряючися страху.  ",
    "У роботі вчителя повинна царювати серйозність, що допускає жарт, але не обертає всієї справи на жарт.  ",
    "Якщо педагогіка хоче всебічно виховати людину, то спершу повинна всебічно пізнати її.  ",
    "Як не можна жити за взірцем іншого народу... точно так само не можна виховувати за чужою педагогічною системою.  ",
    "Кожному народові призначено відігравати в історії свою особливу роль. І якщо він забув цю роль, то повинен піти зі сцени: він більше не потрібен.  ",
    "Народ без народності – тіло без душі.  ",
    "Мова – найважливіший, найбагатший і найміцніший зв’язок, що зв’язує віджилі, живущі  і майбутні покоління народу в одне велике, історично живе ціле.  ",
    "Коли зникає народна мова, – народу немає більше!  ",
    "Поки жива мова народна в устах народу, до того часу живий і народ.  ",
    "Відберіть у народу все – і він усе зможе повернути, але відберіть мову, і він ніколи більше уже не створить її.  ",
    "Вимерла мова в устах народу – вимер і народ.  *  Мова народу – відображення Батьківщини і духовного життя народу. "]
    avtor_20="Леся Українка"

    avtor_20_text=["Благословенне слово, що гартує !",
    "Завжди терновий вінець  Буде кращий, ніж царська корона.",
    "Для гордої і владної душі життя і воля – на горі високій.",
    "Земля не пекло, люди не прокляті, і радощі не гріх, а Божий дар.",
    "Усе відбивається в пісні, як в морі.",
    "Ти мене убити можеш, але жити не примусиш !",
    "Мене любов ненависті навчила.",
    "З рук смерті люди дістають безсмертя.",
    "Хто не був високо, той зроду не збагне, як страшно впасти.",
    "Чесний покриву не потребує.",
    "Немає честі нападати ззаду.",
    "Вода боронить від огню живого,  Згорілу ж хату дарма поливати.",
    "Сором – хилитися і долі коритися.",
    "Краса – змагання до досконалості.",
    "Тоненька смужка брехню від правди ділить у минулім, а в прийдешньому нема вже й смужки.",
    "Люди й покоління – се тільки кільця в ланцюгу великім всесвітнього життя, а той ланцюг порватися не може.",
    "Не раз, хто забувається про завтра, той має вічність.",
    "Хто зрікся всього, а себе не зрікся, не любить той.",
    "І доки рідний край Єгиптом буде? Коли новий загине Вавилон ?",
    "Хто не жив посеред бурі, той ціни не знає силі.",
    "“Божая іскра” – то тяжке прокляття, дикий і лютий пожар.",
    "Трудно вірить, щоб погану одіж могла носить якась ідея гарна.",
    "Хто на розпутті прожив все життя, не піде ні в рай, ані в пекло.",
    "Врятуєш душу, коли загубиш тіло.",
    "Кров без любові викупить не може.",
    "Хто по неволі согрішив, той чистий.",
    "Будь проклята кров ледача, не за рідний край пролита.",
    "Пекло страшніше горить в нашім краю.",
    "Боги в тім винні, що дали тобі пізнати правду, сили ж не дали, щоб керувати правдою.",
    "Над всіх старшин найстарша правда.",
    "Ту брехню, що справдиться, всі правдою зовуть.",
    "Тільки зрада шлюб християнський розлучити може. А справжній – тільки смерть.",
    "Не єдиним хлібом живе людина, але кожним словом, що з Божих уст виходить.",
    "Хіба крові не варта краса ?",
    "Терпіть кайдани – то всесвітський сором, забуть їх, не розбивши, – гірший стид.",
    "Крила знов на волі виростають у соколів приборканих.",
    "Завжди величніша путь  На Голгофу, ніж хід тріумфальний.",
    "Геройство мусить мати нагороду, се і Боги, і люди признають.",
    "Не поет, хто забуває  Про страшні народні рани,  Щоб собі на вільні руки  Золоті надіть кайдани !",
    "То не любов, що присяги боїться.",
    "Меча важкого рукоять  Не важча від старої ліри.",
    "Малоросійство – це не політика і навіть не тактика, лише завжди апріорна і тотальна капітуляція.",
    "Для згаслих душ і безкорінних рас  Однаково ворожі – степ і море.",
    "Смерть – це велика всесвітня, космічна самота.",
    "На ділі каймося, не на словах.",
    "Що сльози там, де навіть крові мало !",
    "Одвага наша – меч, политий кров’ю.",
    "Сором мовчки гинути й страждати,  Як маєм у руках хоч заржавілий меч.",
    "Смуток – не робота.",
    "Сум не має дна.",
    "Зброя жде борця.",
    "Коли хто вмів одважно йти на страту,  Той мусить все одважно зустрічать.",
    "Всі – жінки, коли вони кохають.",
    "Хто любить, той уподобитись може до любого і тілом, і душею.",
    "Як може бути, щоб тіла ходили вкупі,  Але душі двома шляхами й врозтіч ?",
    "Хто визволяє сам, той буде вільний,  Хто визволить кого, в неволю візьме.",
    "Той тільки вільний від громадських пут,  Кого громада кине геть від себе.",
    "Не поет, у кого думки не літають вільно в світі,  А заплутались навіки в золотії тонкі сіті..",
    "При світлі волі всі краї хороші,  Всі води гідні відбивати небо,  Усі гаї подібні до Едему !",
    "Права без обов’язків – то сваволя.  Ніхто не має більшої любові,  Як той, що душу поклада за друзів.",
    "Поетична мова – це найприродніша мова.",
    "Гумор найкраще враження робить при серйозному тоні.",
    "Хай же промінь твоїх думок  Поміж нами сяє, –  “Огню іскра великого”  Повік не згасає.",
    "Солодка хвала від ворога на полі бою, та не в полоні !",
    "Не в ідеї сила, а в самій крові !"]
    avtor_21="Кирило Туровський"

    avtor_21_text=["Немає гріха, котрий перевищив би Божу милість  ",
    "Подбай, щоб старанно читати святі книги, аби, наситившись Божим словом, досягти невимовного блаженства вічного життя.  ",
    "Давайте не лише язиком поговоримо, проголошуючи написане, але, із розмислом учитавшись, подбаємо ділом сповнити це.  ",
    "Коли добрих справ немає в нас і нема покаяння у гріхах, то в якому не будемо чині, далекі стаємо від Бога.  ",
    "Ніщо не може потаїтись від Божого ока, і ніхто з нас так не знає себе, як Бог усіх знає.  ",
    "Ніякий сан у цьому світі не збавить од мук тих, що порушують заповіді. "]
    avtor_22="Павло Тичина"

    avtor_22_text=["Все на світі від примружених очей",
    "Де грози падають – там райдуги встають.",
    "Голод – революції язик.",
    "Все можна виправдати високою метою – та тільки не порожнечу душі.",
    "Університет, музеї й бібліотеки не дадуть того, що можуть дати карі, сірі, блакитні...",
    "Не хватайте озлоблених у тюрми: вони самі собі тюрма.",
    "Немає мужності другої,  Як не боятися життя.",
    "Вся і давність, і обнова – українська мова.",
    "В жорстокості живих – закон життя."]
    avtor_23="Мелетій Смотрицький"

    avtor_23_text=["Шануй мудрість, а не золото",
    "Хто розумний із ветхих руїн не тікає?",
    "Утіха й веселість печаль завжди родять.  ",
    "Для землі не бажайте позбутися неба.  ",
    "Очисти серце, щоб прийняти мудрість, котра у підступну душу не входить.  ",
    "Не прикладайте гріха до гріха, але добром добро спомагайте.  ",
    "Якщо ви од вітця вашого і од матері вашої відступились, то і від вас усі відступляться і  на вічне забуття у непам’ять вас увергнуть.  ",
    "Чи може бути пастирем і вчителем той, котрий сам ніколи не вчився?  ",
    "Хіба коли правда оголошувала себе фальшем і брехнею?  ",
    "Неплідному дереву в огні мук згоряти.  ",
    "Одкрийте сердечні очі ваші і пізнайте самих себе, пізнайте родителя і родительку ваших, усвідомте, в чиїм і в якім домі ви народилися.  ",
    "Хто жив довго та пусто, не давши нічого,  ",
    "Для добра прожив мало, лиш був дуже много.  ",
    "Синівською безбожністю є до батьків непоштивість. "]
    avtor_24="Касіян Сакович"
    avtor_24_text=["Живе і після смерті лицарська слава  ",
    "За великі клейноди свободу тримайте  І заслугами більше її уміцняйте.  ",
    "Не особою гетьман, а військом є славний,  Також гетьманом – військо, і доказ то явний.  ",
    "Та ж війна з одних причин може в світі бути:  Щоб свої і людськії кривди відвернути.  ",
    "Коли хто не хоче за край умирати,  Той з Вітчизною згодом піде погибати.  ",
    "Народи до свободи ідуть од природи.  ",
    "Хто волю творить Божу – вічно протриває.  Найбільше досягають мети і великого успіху ті, хто намагається знайти вірного і доброго друга.  ",
    "Не належить шляхетному розуму більше втрачати часу на сон, ніж на свідоме життя, бо ж сон є якоюсь подобою смерті.  ",
    "Людське серце є власною оселею, в якій живе Бог, що читає і вивідує його думки.  ",
    "Шлюб вимагає високого і досконалого життя.  ",
    "Хто живе в благословенному подружжі, той живе розважливо.  ",
    "Хто вступає в святий подружній стан, той виконує Божі настанови, виправдовує себе перед природою, віддаючи їй те, що з неї взяв...  ",
    "Хто собі який віз, живучи на цьому світі, приготував, на такому й буде завезений туди, куди його спрямує вирок Божий.  ",
    "Велике дзеркало завжди затьмарює менше.  ",
    "Тупою сокирою не стільки нарубаєш, як утомишся.  ",
    "Якщо хтось за життя був ворогом Божим, то тому вже нічого не допоможе, хоча б за його душу роздати вбогим багатства всього світу.  ",
    "Коли б людина походила з Божого єства, то була б Богом.  ",
    "Духовним й істинно Божественним речам притаманний більший лад, ніж тілесним, земним.  ",
    "Той, хто не має дружини, мовби й не жив на світі, він не може залишити про себе пам’яті. "]
    avtor_25="Максим Рильський"
    avtor_25_text=["У світі найкраще –  визволення крик  ",
    "Хто поверне в рабство ту країну,  Де стяг свободи затрепетав?  ",
    "Є сотня мов, а правда лиш одна.  ",
    "Щасливий поет, що “не може втекти” від своєї пісні...  ",
    "Викладати мову – це означає, передовсім, прищеплювати любов до мови.  ",
    "Вміє розставатись той, хто вмів любить.  ",
    "Коли зійдеться три українці, то це вже хор.  ",
    "І прописні істини потребують, щоб їх часом нагадували.  ",
    "Гордість – велика рушійна сила, рідна сестра високого почуття відповідальності.  ",
    "Куди приходить мода, там умирає муза.  Яке ще там у біса горе,  Коли серця у нас живі?  ",
    "Хай сміються з нас, глузують –  Нам байдуже,  Бо замовкнуть, як почують  Слово дуже.  ",
    "Спи, брате дорогий, товаришу і сину!  Безсмертний будеш ти, бо вмер за Україну.  ",
    "Як гул століть, як шум віків,  Як бурі подих, – рідна мова...  ",
    "Моя Батьківщина – це поле без меж...  Моя Батьківщина не знає – “назад”!  Вперед її кроки.  ",
    "Коли слова для тебе – грище,  Звукосполучення нове, –  Тебе народ, суддя найвищий,  Марнописателем назве.  ",
    "Немає мудріших, ніж народ, учителів;  У нього кожне слово – це перлина.  ",
    "О пісне! Від народу кров і плоть...  Тебе ніхто не може побороть...  ",
    "Кожне серце  Має інший ритм одмінний,  Інший біль і іншу радість,  Інший стук і іншу кров...  ",
    "Безсмертя – хто поставить на коліна?  Нове життя нового прагне слова.  ",
    "Чим більший поет, тим глибші корені його творчості.  ",
    "Меч ще довго перебуватиме на озброєнні поезії.  ",
    "Особисте щастя залежить від щастя народу.  ",
    "Тільки маючи нерозривний зв’язок із землею, з народом, може рости і розцвітати література.  ",
    "Поет – це людина, що палко любить слово, як найгострішу зброю...  ",
    "Поет любить слово. Але він – не слуга слова, він – його володар.  ",
    "Література й народна поезія – рідні сестри, що вза-ємно збагачуються...  ",
    "Як хочеш від людей шаноби,  Любов і гнів бери у путь.  ",
    "Щасливий воїн, що во ім’я миру  Свою підносить бойову сокиру,  Во ім’я правди кривду тне з плеча!"]
    avtor_26="Феофан Прокопович"

    avtor_26_text=["Як воїну дав вождь меча, то побіди  ",
    "Сама слава кличе кожного з вас передати своє ім’я нащадкам.  ",
    "Гравець не так досконало володіє м’ячем, як оратор душею людини.  ",
    "Всього не можна охопити навіть думкою.  ",
    "Той, кого долають, закону прохає в побідника.  ",
    "Надто шкідлива та розкіш, яку за страждання купують.  ",
    "Коли якась одна річ гине, то на її місце виступає інша цієї самої природи.  ",
    "Чиста совість є правдивою та єдиною радістю.  ",
    "Коли ми радіємо, багато людей плаче.  ",
    "Хвилям незнаним не варто вітрила давать.  ",
    "Як кривда заскаче, невинність заплаче.  ",
    "Що нам із чужого: ясного чи злого?",
    "Хай не шукає, щоб когось любити,  Як не бажає він зітхать.",
    "Чеснота, якщо її хвалити, збільшується і росте не лише в душі однієї людини, а й інших закликає до наслідування.",
    "Чим допоміг би нам розум, коли б ми не могли висловити нашої думки?",
    "Крім чесноти, немає такого доброродного дару, щоб ним не могли зловживати безпутники.  ",
    "Полишене на забуття є таке значне, що здатне затьмарити найбільшу славу.  ",
    "Бажаним є лише добро.  ",
    "Краще б дурному не подавати меча, аби собі ганьби не зажити.  ",
    "Найбільшою шкодою з усіх є лінощі учнів, котрі вагаються взяти на себе труд, рівний справі, якої вони прагнуть.  ",
    "Холодний стиль – це мертва думка під виглядом багатослівності.  ",
    "Це ж велика дурість – хотіти говорити, а не хотіти бути зрозумілим.  ",
    "Якщо вади хочуть завжди бути прихованими, то чеснота, навпаки, радіє, коли її бачать.  ",
    "Душа людини є така потаємна й мінлива, що жодною силою її не можна ні розгадати, ані зрозуміти.  ",
    "Кого любить Отець, того й карає.  ",
    "Він нечесний, тому що спілкувався з нечесними.  ",
    "Заздрість спричиняє для людини страждання з приводу чужого добра.  ",
    "Ледарі байдужі до щедрих дарів природи.  ",
    "Більше очікуймо майбутнього добра, ніж біймося прийдешнього лиха.  ",
    "Більше лихо зловживати обдаруваннями, ніж їх не мати.  ",
    "Володіння тим, чого бажаєш, є найвищим щастям.  ",
    "Всі прагнуть навчати інших, а самі не хочуть вчитися.  ",
    "І від добрих вчителів не всі добре вчаться.  ",
    "Силами красномовства допомагаємо друзям, відбиваємо зазіхання ворогів, захищаємо невинних, засуджуємо нечесних, відкриваємо засідки, перешкоджаємо розладам безпутників, відвертаємо шкоди й небезпеки.  ",
    "Наша Батьківщина благає допомоги красномовства, бо так багато її преславних подвигів поминається глибокою мовчанкою. "]
    avtor_27="Феодосій Печерський"
    avtor_27_text=["Бог прославляється справами нашими  ",
    "Любов до Бога не на словах здійснюється, а у дійсних справах.  ",
    "Коли подбаємо Божі заповіді зберегти, то Його слова у нас будуть, і плоди принесемо.  ",
    "Не прославиться сокира без рубача.  ",
    "Ліпше нам від праці своєї годувати вбогих і мандрівних людей, ніж пробувати у неробстві, переходячи з келії у келію.  ",
    "Не берімо до голови бісівських помислів, які сіють у серця наші неподобне...  ",
    "Не належить хвалити чужу віру.  ",
    "Коли хто хвалить чужу віру, виявляється своєї віри огудником. Коли ж почне хвалити і  свою віру, й чужу, то виявиться двовірцем і стане близьким до єресі.  ",
    "Приходь до своєї віри добрими справами. "]
    avtor_28="Іван Орновський"
    avtor_28_text=["Хто робить достойно, той честь здобуває  ",
    "Не заквітне троянда без терня рвачкого.  ",
    "Де слова, там голосу жити.  ",
    "Де ж бо цнота крісло має,  Там близько і нецнота поруч засідає.  ",
    "Не заносся, людино, тебе це обманить.  ",
    "Хизуватися пишне, не варто, небоже,  Думка людська здурити сама себе може.  ",
    "Та як думку не може ніщо перегнати,  То й непевності мислі нічим не здолати.  ",
    "Що на землі назвемо: вічне і незгасне,  Коротше од хвилини, бо воно дочасне.  ",
    "Діаманти славетні не менше віншують  І верстат, на якому кристал той шліфують.  ",
    "Живе світ у руїні. Гинучи, вікує...  ",
    "Зла річ є незгода. Гонителька миру,  Сваха збурень пекельних. До вієн задира,  Підбивачка на братні заїлості люті.  ",
    "Найбільше те звитязтво варто шанувати,  Коли добром закляті злості воювати.  ",
    "Природа добродійна плід такий з’являє,  Що у злостивім серці він не проростає.  ",
    "В віках, у царстві людськім, той, власне, панує,  Хто мудро сам собою і серцем керує.  ",
    "На всій землі такої сили не назвати,  Щоб вічності могла би стало дорівняти.  ",
    "Не штука карту світу в ланцюг закувати,  А спробуй свого серця повіддя тримати.  ",
    "У тисячах що років твориться і кріпне,  Зникає у миг ока...  ",
    "Чи ж людська ненадійність вічне щось збудує?.. "]
    avtor_29="Пилип Орлик"

    avtor_29_text=["Бажаєш дістать похвалу, йди туди, де хвилі валом  ",
    "Чи можна присягати на погибель Вітчизни?  ",
    "Москва, узявши з вас присягу, як захоче, так з вами і з Вітчизною нашою вчинить, і тоді присяга ваша й душу вашу занапастить, і Вітчизну в безодню кине, і вольності позбавить.  ",
    "Що ви принесли Вітчизні, батькам, вашій братії, родичам і всьому народові українському, віддаючись під владу і панування московське?  ",
    "Народ завжди має право протестувати проти гніту.  ",
    "Хоч би які великі були московські насильства, вони не дають москалям жодного законного права на Україну.  ",
    "Природним правом є визволятися від гноблення і трудитися, аби повернути те, що несправедливістю та переважною силою було забрано.  ",
    "Кожна держава складається і стверджується непорушною цілістю кордонів.  ",
    "Володарі, що дорожать своїм добрим ім’ям та славою більше ніж інші люди, виставлені на суд загалу.  ",
    "Бог вивищує на праведнім мірилі свого правосуддя одні держави, а інші за гріхи та беззаконства смиряє, одні уярмлює, інші звільняє, одні підносить, інші скидає долі.  ",
    "Не на оздоби злотні...  Купують славу – на відкриті рани.  ",
    "Якщо знайдете в чомусь неправду, викрийте мене! "]

    avtor_30="Петро Могила"

    avtor_30_text=["Щаслива є та душа, яка сама себе судить  ",
    "Три речі є до вподоби Богу і людям: згода братів, милосердя до ближніх і згода між чоловіком та дружиною.  ",
    "Без згоди та спільної любові народжується в домі постійна пожежа смутку й печалі, а втіха не приноситься.  ",
    "Ледве люди починають жити, а вже смерть над ними різноманітні сіті наставляє.  ",
    "Поштивість і пристойне пошанування має виявляти подружжя: жінка чоловікові – як голові, а чоловік жінці – як власному тілові.  ",
    "Безкорисливість – це самого себе пізнати, істинне дзеркало світу і все, що в світі.  ",
    "Ніхто-бо, хто ненавидить, себе не утримає, і не збереже, і не знайде.  ",
    "Хто пасе, той мусить не спати, не віддаватись розвагам, а перебувати біля своїх овець.  ",
    "Любов із ненавистю дружби не має.  ",
    "Так само, як кожна людина має свою власну матір, з нутра якої народжується на світ, усі так люди мають спільну матір – землю, яка всіх у своє нутро приймає.  ",
    "Добра жінка є знаменитим даром від Бога.  ",
    "Зверхник повинен через свої повчання і поради увесь бути в кожному з йому довірених.  ",
    "Намагайтеся власні недоліки пізнавати.  ",
    "Через слух люди впадають у високоум’я, пиху й порожню славу, особливо коли  прислухаються, що їх хтось хвалить.  ",
    "Коли ріллю намислюють засіяти збіжжям, то добре її приготовляють.  ",
    "Безділля породжує гріх.",
    "Ті грішать, котрі обітниць своїх не виконують."]
    
    avtor_31="Пантелеймон Куліш"

    avtor_31_text=["Оживить живеє слово рідну Україну  ",
    "Не можна, мабуть, інакше, як тілько горем та бідою довести людей до розуму.  ",
    "Святе слово – рідна мати;  Єсть іще святиня,  Вища, Богові миліша –  Рідная Вкраїна.  ",
    "Змовчана правда краща од голосної брехні.  ",
    "Не славте кобзаря піснями голосними:  Дзвенить йому хвалу його тридцятиструнна.  ",
    "Про славу думає лицар, а не про те, щоб ціла була голова на плечах.  ",
    "Слави треба мирові, а не тому, хто славен.  ",
    "Над усе – честь і слава, військова справа, щоб і сама себе на сміх не давала, і ворога під ноги топтала.  ",
    "Лучче... проміняти шаблю на веретено, аніж напасти вдвох на одного!  ",
    "Нема там добра, де нема правди.  ",
    "Путнього не скажеш, прилипнувши до баби.  ",
    "Блаженніший той, хто світ розсудком возлюбив,  Хто в серці почуття героївські голубить  І розумом своїм увесь оддався їм.  ",
    "Своєї мови рідної і свого рідного звичаю вірним серцем держітеся.  ",
    "Нема в світі кращої одежини, як наша проста свита.  ",
    "Знаймо добре, що ми в себе дома, серед своєї рідної сім’ї, у своїй рідній хаті, що нам ніхто її не дасть, ніхто не відійме, ніхто ж і не обогріє та й не освітить її так, як ми самі.  ",
    "Згине срібло, згине злото,  Занедбаються клейноди,  Тільки правда на Вкраїні  По вік вічний не загине,  Тільки правда, права-воля  Буде всім жадана доля... "]
    avtor_32="Георгій Кониський"

    avtor_32_text=["Хто не народився, той не починає старіти",
    "Істина є добром інтелекту.",
    "Логіка є чеснотою інтелекту.",
    "Мудрець не придушує пристрасті, а керує ними і стримує.",
    "Створіння шкідливі тоді, коли не вмієш їх використовувати.",
    "Випадкова причина не є правдивою причиною.",
    "Слава ніколи не задовольняється і завжди бажається більша.",
    "Ми є, а слави немає, коли ми живі; коли ж вона починає бути, то немає нас.",
    "Двічі сліпий, котрий на смерть не зважає.",
    "Коли хочеш багатого урожаю, то не шкодуй насіння.",
    "Печаль породжує терпіння, терпіння – досвід, досвід – надію, надія не тривожить.",
    "Чеснота краще, ніж багатство й почесті.",
    "Всяке судження є мова.",
    "Справедливість Бога є Його милосердям.",
    "Коли віднята душа чи тіло, людина перестає бути людиною.",
    "Всякий жадібний є нужденним.",
    "Свідченням нікчемних людей не слід надавати жодної ваги.",
    "Ті, що говорять правду, вважаються ненависними.",
    "Кращою є набута вірою і заслугами слава глави держави, ніж та, яка набута лестощами.",
    "Краще добре жити, ніж взагалі жити.",
    "Усяка ненависть виходить від якоїсь любові.",
    "Коли усунути світло, кольори змінюються.",
    "Люди, які зловживають насолодами, не сплять од насолод.",
    "Не все в цьому світі є, що може бути.",
    "Небо також підлягає змінам.",
    "Ніщо не може зламати вільного міркування людини.",
    "Об’єкти, видимі через забарвлене скло, здаються такого самого кольору, що й скло.",
    "Душа є більше там, де любить, ніж там, де живе.",
    "Коли надія перевищує страх, то вона породжує відвагу.",
    "Є дві дії у мужності: терпіти і нападати.",
    "Природа створює справжні речі, а мистецтво – фіктивні. Малювання заслуговує бути  названим сном тих, що не сплять.",
    "Твори мистецтва ніби продовжують твори природи.",
    "Ненависть є не що інше, як невдоволення злом як злом.",
    "Зберігати – продовжувати акцію творення.",
    "В природі ніщо не відбувається випадково, а лише для певної мети.",
    "Без пізнання мети ніщо не можна належно вивчити.  ",
    "Ніщо не можна відділити від самого себе.",  
    "Якщо людина сама не хоче, то не дозволить себе закувати. "]

    avtor_33="Михайло Козачинський"

    avtor_33_text=["Скоріш би в небо землю вдалось обернути  ",
    "Як без крил птахам бува годі полетіти,  Так і людям без наук також не зажити.  ",
    "Той, хто зранку до вчення старанно сідає,  Над книжками не дріма, жалю не зазнає.  ",
    "Станеш ти благословен, мудрості набувши.  ",
    "Не тікай від мудрості, матимеш підмогу,  Будеш прагнуть, то вона виведе в дорогу.  ",
    "Всі пориви вчених сам Бог нагороджає,  А бажання глупаків легко розтопляє.  ",
    "Сама мудрість ходить скрізь, вибраних шукає,  Тих, хто в ній знаходить смак, тепло зустрічає.  ",
    "Як без солі нам усім не смачне їстиво,  Так огидженим стає вчення нечестиве.  ",
    "Навіщо нарікаєш й ламаєшся в силі, коли у тебе добре замислене діло?  ",
    "Без учення цілий світ буде потемнілий,  І без нього день ясний стане спохмурнілий.  ",
    "В тьму сонце не перейде.  ",
    "Хто й коли без мудрості переможцем буде?  Також без учення хто торжество здобуде?  ",
    "Дим позначує вогонь, але не може заступити вогню.  ",
    "Як зумієте спрягти вчення й добрі нрави,  Отоді життя у вас буде повне слави. "]

    avtor_34="Семен Климовський"

    avtor_34_text=["І неправда є свідок ",
    "Як помилуваний буде навісний убивця,  То й тебе при тому стануть мати за злочинця. ",
    "Краще вбогим голод-холод при правді пізнати,  Ніж володарем пробувши, все ж правди не мати. ",
    "Від тіла прогнилого здорове нидіє. ",
    "Кожен, хто нещадно тут ображає Бога,  Щиро біди сам собі учиняє з того. ",
    "Ніхто не може учинити добра без правди, вона захована в будь-якому доброчинні. ",
    "Як чужі пси на того, котрий годує їх, дико гавкають, так і лихі та невдячні люди ненавидять того, хто корисне чинить. ",
    "Буде милість твоя зайва, коли суд лукавий. ",
    "У пеклі той, що любить свою кирпу гнути. ",
    "Правда – лазня мисленна – нам душу змиває,  А почорнене лжею сумління вбіляє. ",
    "Промінь слави навіки смерть гасить. ",
    "Правду злая утроба в світі не з’являє. ",
    "Бути добрим без правди серце неспроможне. ",
    "Бог живе лише в правді, в брехні – біс одвіку,  В кому правда – Господь там, лжа – біс чоловіку. ",
    "Як той може навчати, котрий сам лукавий,  Як він правити може, коли сам неправий? ",
    "Добрий добре шанує, злий шанує злеє. ",
    "Як де хвалять, буває, тих, що творять правду,  Це лукавим – як рана... ",
    "Правда – доброму дочка, а лихим – рабиня. ",
    "Собі подібне любить кожен, відомо...  У людині-бо іншій як би міг любити, ",
    "Що в собі ненавидиш, – годі те чинити. "]

    avtor_35="Климентій Зиновіїв"

    avtor_35_text=["Можна й словом научить, як ласкаво мовить  ",
    "Подобає отакий дати совіт вам,  Що не треба ні у чім вірити жінкам.  ",
    "Через жінку не один мусив погибати  Чоловік, що дав себе їй у руки взяти.  ",
    "Як тверезому, мовляв, добре з п’яним жити,  То, можливо, і свині з вовком подружити.  ",
    "Коли ж буде юний муж, а жона старіша,  Там картина теж сумна й не буває ліпша.  ",
    "Кажуть: і залізо ліпше у воді варити,  Ніж личину песю ту – злую жінку вчити.  ",
    "Як ремесла свойого повсюдно доглядати,  То небеса такому в труді почнуть сприяти.  ",
    "Це допоки Бог трима, лікар допоможе,  А настав кінець, ніхто врятувать не зможе.  ",
    "На лікованім коні їздять небагато.  ",
    "Як коли не загляда в чарку без потреби,  То достатньо хліба той матиме у себе.  ",
    "А коли безчесних ти звичаїв набрався,  Між невірними людьми жив і розживався,  Мову стративши свою, звикся з їхнім ділом –  Осквернився навіки і душею й тілом.  ",
    "Як поваги навзаєм мати не зуміють,  З двору муж, а чи жона, утікать воліють.  ",
    "Нерозважливо батьки вельми учиняють,  Як одружувать дітей силоміць бажають.  ",
    "Тверезий і п’яний не живуть у згоді,  Споконвіку правду цю кажуть у народі.  ",
    "Потішають молодих дзеркала принадні. "]

    avtor_36="Данило Заточник"

    avtor_36_text=["Мужа доброго пославши, мало йому кажи, а нерозумного пославши, і сам за ним не лінуйся йти.  ",
    "Чиї ризи багаті, того й мова поважна.  ",
    "Золото топиться вогнем, а людина напастями; пшениця, коли товкти її дуже, хліб чистий дає, людина в печалі набуває розум довершений.  ",
    "Міль ризи їсть, а печаль – людину.  ",
    "Дуб міцний корінням численним, отак і град наш – урядуванням.  ",
    "Хто доброму господареві служить, здобуде свободу, а злому господареві служитиме – здобуде рабство ще гірше.  ",
    "Мерця не розсмішити, глупака не навчити.  ",
    "Залізо розтопиш, а злої жони не навчиш.  ",
    "Дивніше дива, якщо хто візьме жону потворну заради набутку.  ",
    "Немає на землі нічого лютішого за жіночу злобу.  ",
    "Дівиця ж бо губить красу свою блудством, а муж мужність свою – злодійством.  ",
    "Очі-бо мудрих жадають добра, а нерозумних – бенкету в злі.  ",
    "Ліпше чути заперечення мудрих, аніж підтакування нерозумних.  ",
    "Не муж між мужами, якщо ним жона володіє.  ",
    "Псам-бо і свиням не треба золота, а нерозумному – мудрих слів.  ",
    "Ліпше вже вола бурого в дім свій увести, як жону погану взяти.  ",
    "Якщо котрийсь муж, дивлячись на красу жони своєї і слухаючи слів її улесливих, починає їй віри йняти, а на ділі її не випробує, то буде проклятий.  ",
    "Не забороняй глупому глупство чинити, то й не уподібнишся до нього.  ",
    "Хробак дерево точить, а погана жона мужа свойого дім губить.  ",
    "Не море топить кораблі, а вітри.  ",
    "Що є жона зла? Мирський бунт, засліплення розуму, начальниця всілякій злобі, у церкві бісівська митниця, поборниця гріха, завада спасінню.  ",
    "Добра жона – вінець мужеві своєму і безжурність, а зла жона – люта печаль, зубожіння дому.  ",
    "Ліпше в утлій лодії плисти, ніж злій жоні таїни звідати.  ",
    "Не сій на межі жита ані мудрості на серці нерозумних."]

    avtor_37="Олександр Довженко"

    avtor_37_text=["У найголовнішому художник завжди самотній ",
    "Забудеш товариша, зоставиш у біді – даремно ти на світ рождався.  ",
    "Життя народу – у жнивах ланів.  ",
    "Ящірка не гірше за орла досягає найвищих гірських верховин.  ",
    "Сама доброчинність стає пороком, коли застосовують її помилково.  ",
    "Письменник, коли він щось пише, повинен почувати себе вповні на висоті найвищого політичного діяча, а не учня чи прикажчика.  ",
    "Коли пристрастей немає, немає мистецтва...  ",
    "Сучасне – завжди на дорозі з минулого в майбутнє.  ",
    "Якщо вчуєш жарт, шукай в ньому приховану правду.  ",
    "Прославитись ми можем тільки смертю...  ",
    "Тільки сміхом можна беззлобно знищити зло.  ",
    "Лише сильним дано право на безсмертя...  ",
    "Одержавши крила, людина придбала якості не ангела, а сатани.  ",
    "У вашій любові до життя... я бачу звичайнісінький страх смерті.  ",
    "Людська душа – це чаша для горя. Коли чаша повна, скільки не лий уже, більше не вміститься.  ",
    "Не пролив ти крові ворога в грізну лиху годину, проллєш батькову і братову проллєш!  ",
    "Мистецькі твори треба складати в пам’ять мертвих і в ім’я ненароджених.  ",
    "Як тяжко, і болісно, і страшно бути бездітним в житті і в творчості.  ",
    "Навчіть поважати, шанувати й любити людську особистість, виховайте у молодих повагу до старших, хоча б до батьків, і кладовища самі прикрасяться.  ",
    "Кладовище – це дзеркало людських взаємин.  ",
    "З усіх пристрастей людських етична пристрасть – єдина достойна і справжня пристрасть.  ",
    "Прощаю всіх, хто заподіяв мені зло. Не хочу носити в душі зла.  ",
    "Щастя, щастя... Є речі набагато значніші, ніж щастя, набагато глибші і, якщо хочете знати, набагато достовірніші.  ",
    "Борись в ім’я честі. Якщо доведеться ще раз бути пораненим, проливай свою кров, як благотворну росу, і усміхайся.  ",
    "О трибуно! Скільки дурнів сходило з тебе переможцями.  ",
    "Народ, що не знає своєї історії, є народ сліпців.  ",
    "Двоє дивляться вниз. Один бачить калюжу, другий – зорі. Що кому.  ",
    "Там, де виховують рятуватись, не перемагають.  28. Краще загинути в бою, ніж конати в животінні другорядного пасинка історії. "]
    avtor_38="Митрофан Довголевський"

    avtor_38_text=["Знай, що схід сонця від смерті тебе відвертає,  Захід його, пам’ятай, заходом є теж твоїм.  ",
    "Без помилок ще ніхто написати не зміг своїх віршів.  ",
    "Рідше у гості ходи – будеш дорожчим тоді.   ",
    "Між почуттями і розумом часто існує незгода,  Бо, очевидно, людське тіло є старше душі.  ",
    "Хвалять того, хто хвалить, а люблять, хто любить...  ",
    "Слів бережися солодких, неначе ворожих стріл, друже,  Милі підлизи-слова ранять, мов ворог, не менш.  ",
    "Як бджола тебе куса, потерпіти треба,  Бо ти гнівом безліч жал викличеш на себе.  ",
    "Входячи до навчального саду мистецтва, будьте благочестивими та уважними садівниками.  ",
    "Ані природні здібності без знання поетичного мистецтва, ані мистецтво без природних здібностей не може створити поета.",
    "Чим є життя? Це поїздка крізь моря страшні небезпеки.  ",
    "Меценатом ти не будеш, якщо любиш гроші.  ",
    "Слава безсмертна – це честь і честолюбності друг.  ",
    "Чи знайдеш ти куточок землі, де б не проживали безголові?  ",
    "Справді, наскільки керманич цінніший гребця рядового,  А від солдата простого важливіший вождь є у війську,  Саме настільки і розум людський перевищує доблесть.  ",
    "Очевидно, дуже мало людей керуються розумом – керманичем свого плавання.  ",
    "Злодій за кражу і вбивця за вбивство несуть якусь кару,  Смерть забирає ж у нас зовсім безкарно усе.  ",
    "Тим важча хвороба божевілля володіє кожним, чим він розумнішим здається для інших.  ",
    "Лікар себе почуває погано, коли я здоровий,  Знов, як погано мені – краще для нього стає.  ",
    "Що ж бо є краще, ніж мова, що гірше від неї знайдеться,  Горе та радість вона, мед і отруту несе.  ",
    "Хоч Бог сам бачить усе, та його ніхто бачить не може,  Він проявляється скрізь, скрізь теж прихований він.  ",
    "Мов легкий топиться лід, гине так слава людська.  ",
    "Реквієм завжди він іншим співав і спочив сам нарешті...  ",
    "Мене облудні лаври вельми устрашають.  ",
    "Безліч шляхів є для смерті – на світ ми одним лиш приходим,  Безліч хвороб у людей, та порятунок один.  ",
    "Зміну ходи мимоволі викликає зміна долі.  ",
    "Хто у цім світі живе, як же буть чистим йому?  ",
    "Те, що ти іншим співав, будуть співати тобі. "]

    avtor_39="Павло Грабовський"

    avtor_39_text=["Невмируща міць народа усе лихе переживе!  ",
    "Не з любов’ю підходь ти до всього,  А ненавидь, кляни та карай,  Катом будь панування гидкого,  Люто бийся за рідний свій край!  ",
    "Рідна мова на чужині  Ще милішою стає. ",
    "Легше б згинути враз було в борні,  Аніж тратити день за днем в журбі...  ",
    "Неволя живої душі не уб’є.  ",
    "Простить мучителів... я не відчую в собі сили!  ",
    "Доки мисль руша,  Стіймо поруч, як найкревні,  Як одна душа!  ",
    "Як гірко трупом почуватись,  Безслідним полум’ям згоріть…  ",
    "Нема нічого гірше,  Як буть живим і вмерти за життя!  ",
    "Рід людський за правду стане  Хоч неправді “потура”!  ",
    "Хай мертва буква вас не мане  До свар, заслонюючи суть…  ",
    "Борців не лякають пригоди:  Шлях, мочений кров’ю та потом,  Нас виведе в панство свободи  Не нині, не завтра, так потім! ",
    "Мало нас, та се – дарма;  Міцна віра рушить скали...  Тим загибелі нема,  Кому світять ідеали!  ",
    "Не додавай знесиленим журби,  Не добивай зневір’ям підупалих...  ",
    "Уперед, хто не хоче конати,  Статись трупом гнилим живучи!  Сміле слово – то наші гармати,  Світлі вчинки – на наші мечі.  Уперед до завзятого бою...  Коли бути бажаєм собою,  Коли серце позор відчува!  ",
    "Уперед проти хижих порядків!  Гине войник чи здобич бере,  Він стежки протира для нащадків, –  Його діло ніколи не мре!  ",
    "Де плачуть, там немає вже краси!  ",
    "Не смерть страшна, не довгий час неволі, –  Не важко буть героєм проти них, А страшно жить, запрягшись мимоволі  В ярмо дурниць та клопотів дрібних.  ",
    "Нас жде невіддячений труд! "]

    avtor_40="Микола Гоголь"

    avtor_40_text=["Кожне слово неосяжне  ",
    "Якого горя не забирає час? Яка пристрасть вціліє у нерівній боротьбі з ним?  ",
    "Дивіться на те, чи любите ви інших, а не на те – чи люблять вас інші.  ",
    "Архітектура – теж літопис світу: вона говорить тоді, коли вже мовчать і пісні, і перекази.  ",
    "Хоч які дурні слова дурня, а іноді буває і їх достатньо, щоб розумна людина зніяковіла.  ",
    "Бути у світі й нічим не позначити свого існування – це здається мені жахливим.  ",
    "У кожнім слові безодня простору.  ",
    "Кожне слово неосяжне.  ",
    "Стражданнями і горем визначено нам добувати зернини мудрості, не видобуті із книг.  ",
    "Поети з’являються не звідкись з-за моря, а виходять зі свого народу.  ",
    "Навряд чи є вища з насолод, ніж насолода творити.  ",
    "Варто тільки дотепному посміятися з одного боку справи, як слідом за ним тупіший і дурніший глузуватиме з усіх боків справи.  ",
    "Театр – це така кафедра, з якої можна багато сказати світу добра.  ",
    "Якщо навіть трапиться розгніватись на когось, тоді розгнівайся і на себе самого.  ",
    "У глибині холодного сміху можуть віднайтися гарячі іскри вічної могутньої любові.  ",
    "Часто крізь видимий світу сміх ллються невидимі світу сльози.  ",
    "Потрібно зі сміхом бути дуже обережним, – тим більше, що він заразливий.  ",
    "Поріднитися душею, а не кров’ю, може лише людина.  ",
    "Гнів скрізь недоречний, а більш за все у справі справедливій, тому що затемнює і каламутить її.  ",
    "Глупота є особливою принадою гарненької жінки.  ",
    "Слава не може наситити і дати насолоду тому, хто украв її, а не заслужив; вона викликає постійний трепет тільки в гідних їх.  ",
    "Мерці так само втручаються у справи наші і діють разом з нами, як живі.  ",
    "Жінці легше поцілуватися з чортом, ніж назвати когось красунею.  ",
    "Молодість щаслива тим, що в неї є майбутнє.  ",
    "У письменника тільки один вчитель: самі читачі.  ",
    "У літературному світі немає смерті.  ",
    "Стань спершу сам чистішим душею, а потім намагайся, щоб інші були чистіші. "]

    avtor_41="Леонід Глібов"

    avtor_41_text=["Коли любиш – люби серцем, а не язиком  ",
    "Панібратство шкодить  І доброго нінащо зводить.  ",
    "Іноді з’їси і не доволі,  Зате живеш на волі.  ",
    "Дурний порядок – дурне й діло.  ",
    "З грошима й дурні прехороші!  ",
    "Ніколи не хвались,  поки гаразд не зробиш діла.  ",
    "Поки ти чим кому страшний,  Усяк тебе і поважає,  А тільки як-небудь спіткнись, – Дивись – Хто й поважав, той лає.",
    "На те щука в морі,  Щоб трусивсь карась.  ",
    "Нічого Ослові дорікати...  Лучче б розуму спитати  У того, хто його наймав.  ",
    "Шукають щастя нещасливі.  ",
    "Був Вовком я і Вовком буду  Довіку і до суду! ",
    "Хто кохав життя ледаче –  Непереливки тому.  *  Є каяття, да вороття немає. "]
    avtor_42="Іван Вишенський"

    avtor_42_text=["Каяття барв не потребує  ",
    "Що в житті цьому приготував, те в майбутньому візьмеш, а що був посіяв, теє там пожнеш.  ",
    "Коли цноту і чистоту плотську збережуть, але не очистяться від жорстокосердя і злостивості і не виявлять милості до ближнього, то світильники свої погасять без оливи милосердя.  ",
    "Мало обраних, і мало в кому спасіння хоче віднайтися.  ",
    "Спасайтеся законом отецьким.  ",
    "Онімій і будь безголосий, доки не схочеш отямитися!  ",
    "Не ганьби, бо оганьблений будеш!..  ",
    "Всяка жертва нечестивих бридка перед Богом.  ",
    "Зваба від розумних скоро може відступитися: пізнають її.  ",
    "На життя народитися – це коли, вийшовши з утроби у цей світ і дійшовши зрілого віку, думка вже має силу відрізнити зле від доброго.  ",
    "Як же ти хочеш розсудити біду войовника, що б’ється і бореться, коли сидиш удома біля материної цицьки!  ",
    "Спершу – мати, а потім – дитина.  ",
    "Хворий хворого лікувати не може.  ",
    "Той, хто не був у бою й подвизі ратному і не бачив змагання ратних, як може інших навчити?..  ",
    "Як хочеш іншим відчинити ворота царства небесного, коли для тебе вони зачинені?  ",
    "Неправді властиво не стояти на одному місці.  ",
    "Здорові очі можуть побачити й осудити гниле око і мають на те владу.  ",
    "Спасайтеся вірою.  ",
    "Істини неправдою перебороти не зможете і самі щезнете й загинете, а істина живе і житиме вовіки!  ",
    "Диявол тілу пособляє і супроти душі бореться. "]

    avtor_43="Іван Величковський"

    avtor_43_text=["Вітчизна справжня – небо!  ",
    "Багатство – всілякого гріха батько, всілякої злоби винахідник, духотлінної поживи сприяч... ратник на цнотливість.  ",
    "Якість Божу у собі пан хміль сокриває,  Бо возносить смирних він, гордих усмиряє.  ",
    "Де не буває віри, там немає надії та любові.  ",
    "Славиться-бо син у матері, а мати у сині.  ",
    "Коли хочете мене вічно тримати, залишіть мене тепер.  ",
    "Що в тому святого,  Коли ти в церквах лиш топчеш дороги.  ",
    "Блажен, хто пам’ять смерті у серцеві мав.  ",
    "Неоднакові на смак пливуть різні ріки... Смак однакий у річках, що впали у море.  ",
    "Смерть, суд, пекло і небо – чотири квадри тії –  Завше май ти при серці, як компас на шиї.  ",
    "З тобою жить не можу, важко і без тебе.  ",
    "Час, дитинство, і дівства утрата, і слово  Вийде з вуст – не вернеться назад на віднову.  ",
    "Минуть усі часи нам.  А над усе мине час покаяння.  ",
    "Мовить, знаю, Господь: “Небо і земля  Мимо ідуть!”  ",
    "Хто замолоду не хоче трудитися, в старості зле постраждає.  ",
    "У вбогого трохи є, в жебрака – нічого,  Понад міру – в багача, а досить – ні в кого.  ",
    "Інакше дивиться на світло орел, а інакше – сова.  ",
    "Живить віру – діло.  ",
    "Без діл є віра мертва. "]

    avtor_44="Левко Боровиковський "

    avtor_44_text=["Шабля різанину чує,  Люлька пожари віщує  ",
    "Сидіть дома, на покої  Не пристало козакові.  ",
    "Є й такі: не найде толку – буде тихо;  Не найде ж точки – лихо!  ",
    "Поки багат,  То поти й сват.  ",
    "Сова хоть спить, та кури бачить.  ",
    "Хоть вовк линяє,  Та норов не міняє.  ",
    "Як Смерть далеко,  О Смерті думать легко,  А стане за плечима, –  У всіх нас страх з великими очима.  ",
    "Хто сам собі дає зарік –  Пропащий чоловік.  ",
    "Хто робить – той мовчить; а вірять Крикунам.  ",
    "Чобітку!..  З ногою не сварись,  Бо Чобіт без ноги ні к чорту не годиться.  ",
    "Кому вдалося раз збрехати,  Тому вже віри більш не ймуть.  ",
    "У кого що болить,  Про те й кричить.  ",
    "А ти б, Метелику, не дуже-то гордився,  Бо ти недавно сам з гусениці вродився.  ",
    "Хто добре робить – той не хвалиться нікому.  ",
    "Забув... А не забув набити брюхо  І чарки не поніс за вухо!  ",
    "Хто вище злізе – дужче пада.  *  Жартуй собі, шути,  Та миром не мути.  ",
    "Мор, голод і війна – то страшні людоїди;  А ще страшніші – злі сусіди.  ",
    "Усякий знає:  Хто солодко живе – той гірко умирає."]
    avtor_45="Нестор Літописець"

    avtor_45_text=["Любов страху не має  ",
    "Ті, що шукають премудрість, – знайдуть.  ",
    "Від гріховного кореня поганий плід буває.  ",
    "Як ви інших учите, коли самі відкинуті Богом?  ",
    "Всякий чоловік, коли спершу покуштує солодощів, потім не захоче гіркого приймати.  ",
    "Коли Земля їм – мати, то отець їм – Небо.  ",
    "Сріблом і золотом не знайду дружини, а з дружиною здобуду і срібло, і золото.  ",
    "Книги подібні рікам, що тамують спрагу цілого світу, – це джерела мудрості.  ",
    "Книги – бездонна глибина, ми ними в печалі втішаємося, вони узда для тіла й душі.  ",
    "З книжних слів набираємося мудрості й стриманості.  ",
    "Той, хто читає книги, бесідує з Богом або святими мужами."]

    avtor_46="Іван Котляревський"

    avtor_46_text=["Любов к Отчизні де героїть,  Там сила вража не устоїть  ",
    "Не ворог, хто уже дублений,  Не супостат, чий труп нікчемний  На полі без душі лежить.  ",
    "Доля людськая – доля єсть сліпая!  ",
    "Тяжко жити без милого і в своїй сторонці!  ",
    "Блаженна лож, когда биваєт в пользу ближніх, а то біда... що часто лжемо ілі ради своєя вигоди, ілі на упад других.  ",
    "Великим грішникам часто і даром проходить, а маленьким грішникам такого задають бешкету, що й на старість буде в пам’ятку!  ",
    "На кого безталання нападе, тому нема ні в чім удачі.  ",
    "Хто презирає рідних своїх, на такого ні в чім положитися не можна...  ",
    "Морем в бурю їхать слизько, човнів ніхто не підкує.  ",
    "Ласкою всього достанеш, а криком та лаянням нічого не візьмеш.  ",
    "Не так тепер і в пеклі стало,  Як в старину колись бувало.  Біда для нас – судьби устав!  Живе хто в світі необачно,  Тому ніде не буде смачно,  А більш, коли і совість жметь.  ",
    "Лучче умерти, як з немилим жити.  ",
    "Не дуже довіряй своєму серцю: сей віщун часто обманює.  ",
    "Мужича правда єсть колюча,  А панська на всі боки гнуча.  ",
    "За милу все терять готові:  Клейноди, животи, обнови,  Одна дороже милой – честь!  ",
    "Хто живе чесно й годується трудами своїми, тому й кусок черствого хліба смачніший од м’якої булки, неправдою нажитої.  ",
    "Коли другії облизня піймали, то і ми остерігаймося.  ",
    "Де общеє добро в упадку,  Забудь отця, забудь і матку –  Лети повинність ісправлять. "]

    avtor_47="Ліна Костенко"

    avtor_47_text=["Я скорше дуба вріжу, ніж мене поставлять на коліна.",
    "У всіх народів мова — це засіб спілкування, у нас це — фактор відчуження.",
    "І що цікаво – серце у колібрі майже втричі більше, ніж шлунок. От якби так у людей.",
    "Так, держава – це я, а не те, що вони з нею зробили. І якби кожен усвідомив, що держава – це він, то досі у нас вже була б достойна держава.",
    "Шкода, що в жінках так швидко вмирає Ассоль.",
    "Там, де в жінок не розвинуте почуття честі й гідності, процвітає моральне невігластво чоловіка.",
    "Мені потрібне слово, а не слава.",
    "Шляхи розходяться, а спогади залишаються.",
    "Виховуючи свою дитину, ти виховуєш себе.",
    "Музика – це мова почуттів.",
    "Нашого цвіту по всіх борделях світу.",
    "Люди, як правило, бачать світ у діапазоні своїх проблем.",
    "Письменник повинен мати долю, а не кар'єру.",
    "Взагалі мені здається, все наше життя – це чекання найгіршого і надія на краще.",
    "Мужчина формується не тоді, коли затуляється щитом, а тоді, коли піднімає меч.",
    "Троянда – як кохання, може завдати болю, якщо не вмієш її узяти.",
    "Нікчемність – рідна сестра підлості.",
    "Любов шляхетна тільки тоді, коли вона сором'язлива.",
    "Я всіх люблю, аби не заважали.",
    "Ми ушкоджене покоління. Ще від предків щось узяли, а нащадкам вже не маємо що передати.",
    "Розніжені й розбещені індивідууми формуються тоді, коли в їхньому житті домінує єдина радість — радість споживання.",
    "Жінка втрачає на інтелекті, лише коли закохана. Так що бажано стабільно підтримувати в ній цей стан.",
    "Жінка – як музика, її можна любити навіть не дуже розуміючи.",
    "Важко любити розумну жінку. Завжди боїшся впасти в її очах.",
    "Справжня любов народжується тільки в серці, що пережило турботи про долю іншої людини.",
    "Любов – це насамперед відповідальність, а потім уже насолода, радість.",
    "Звичайно ж, Гоголь – це російський письменник, але це – український геній",
    "Огидна річ – наша терплячість. Наша звичка відмовляти собі у всьому. Так все може відмовитися від нас.",
    "Кожному поколінню сняться свої кошмари.",
    "Пристрасть – це натхнення тіла, а кохання – це натхнення душі. Любов як функції геніталій залишмо приматам. Мені потрібен космос її очей.",
    "…Бо хто за що, а ми за незалежність.",
    "Отож нам так і важко через те.",
    "І все на світі треба пережити, бо кожен фініш — це по суті старт. І наперед не треба ворожити, і за минулим плакати не варт…",
    "Людям не те що позакладало вуха – людям позакладало душі.",
    "Важко любити розумну жінку. Завжди боїшся впасти в її очах. Жінка втрачає на інтелекті, лише коли закохана. Так що бажано стабільно підтримувати в ній цей стан.",
    "Огидна річ – наша терплячість. Наша звичка відмовляти собі у всьому. Так все може відмовитися від нас.",
    "Коли в людини є народ, тоді вона уже людина.",
    "Манія величі – це хвороба.",
    "Комплекс меншовартості – теж хвороба. Тільки ще гірша.",
    "Бо від манії величі станеш іспанським королем,як Поприщін у Гоголя.",
    "А від комплексу меншовартості відчуєш себе комахаю і побіжиш по стіні, як Грегор у Кафки.",
    "Єдиний, хто не втомлюється, – час.",
    "Жах не в тому, що щось зміниться, – жах у тому, що все може залишитися так само.",
    "У кожного своя пустеля і свої міражі",
    "Проблеми ж - як божевілля. Буйних ще можна вилікувати, а тихопомішані - то вже навік.",
    "Кожному поколінню сняться свої кошмари.",
    "Віддай людині крихітку себе. За це душа наповнюється світлом.",
    "Нації вмирають не від інфаркту, спочатку в них відбирають мову.",
    "Взагалі мені здається, все наше життя - це очікування гіршого і надія на краще"]
    step_1_0 = avtor_0 +' '+random.choice(avtor_0_text)
    step_1_1 = avtor_1 +' '+random.choice(avtor_1_text)
    step_1_2 = avtor_2 +' '+random.choice(avtor_2_text)
    step_1_3 = avtor_3 +' '+random.choice(avtor_3_text)
    step_1_4 = avtor_4 +' '+random.choice(avtor_4_text)
    step_1_5 = avtor_5 +' '+random.choice(avtor_5_text)
    step_1_6 = avtor_6 +' '+random.choice(avtor_6_text)
    step_1_7 = avtor_7 +' '+random.choice(avtor_7_text)
    step_1_8 = avtor_8 +' '+random.choice(avtor_8_text)
    step_1_9 = avtor_9 +' '+random.choice(avtor_9_text)
    step_1_10 = avtor_10 +' '+random.choice(avtor_10_text)
    step_1_11 = avtor_11 +' '+random.choice(avtor_11_text)
    step_1_12 = avtor_12 +' '+random.choice(avtor_12_text)
    step_1_13 = avtor_13 +' '+random.choice(avtor_13_text)
    step_1_14 = avtor_14 +' '+random.choice(avtor_14_text)
    step_1_15 = avtor_15 +' '+random.choice(avtor_15_text)
    step_1_16 = avtor_16 +' '+random.choice(avtor_16_text)
    step_1_17 = avtor_17 +' '+random.choice(avtor_17_text)
    step_1_18 = avtor_18 +' '+random.choice(avtor_18_text)
    step_1_19 = avtor_19 +' '+random.choice(avtor_19_text)
    step_1_20 = avtor_20 +' '+random.choice(avtor_20_text)
    step_1_21 = avtor_21 +' '+random.choice(avtor_21_text)
    step_1_22 = avtor_22 +' '+random.choice(avtor_22_text)
    step_1_23 = avtor_23 +' '+random.choice(avtor_23_text)
    step_1_24 = avtor_24 +' '+random.choice(avtor_24_text)
    step_1_25 = avtor_25 +' '+random.choice(avtor_25_text)
    step_1_26 = avtor_26 +' '+random.choice(avtor_26_text)
    step_1_27 = avtor_27 +' '+random.choice(avtor_27_text)
    step_1_28 = avtor_28 +' '+random.choice(avtor_28_text)
    step_1_29 = avtor_29 +' '+random.choice(avtor_29_text)
    step_1_30 = avtor_30 +' '+random.choice(avtor_30_text)
    step_1_31 = avtor_31 +' '+random.choice(avtor_31_text)
    step_1_32 = avtor_32 +' '+random.choice(avtor_32_text)
    step_1_33 = avtor_33 +' '+random.choice(avtor_33_text)
    step_1_34 = avtor_34 +' '+random.choice(avtor_34_text)
    step_1_35 = avtor_35 +' '+random.choice(avtor_35_text)
    step_1_36 = avtor_36 +' '+random.choice(avtor_36_text)
    step_1_37 = avtor_37 +' '+random.choice(avtor_37_text)
    step_1_38 = avtor_38 +' '+random.choice(avtor_38_text)
    step_1_39 = avtor_39 +' '+random.choice(avtor_39_text)
    step_1_40 = avtor_40 +' '+random.choice(avtor_40_text)
    step_1_41 = avtor_41 +' '+random.choice(avtor_41_text)
    step_1_42 = avtor_42 +' '+random.choice(avtor_42_text)
    step_1_43 = avtor_43 +' '+random.choice(avtor_43_text)
    step_1_44 = avtor_44 +' '+random.choice(avtor_44_text)
    step_1_45 = avtor_45 +' '+random.choice(avtor_45_text)
    step_1_46 = avtor_46 +' '+random.choice(avtor_46_text)
    step_1_47 = avtor_47 +' '+random.choice(avtor_47_text)

    list_step_2=[]
    list_step_2.append(step_1_0)
    list_step_2.append(step_1_1)
    list_step_2.append(step_1_2)
    list_step_2.append(step_1_3)
    list_step_2.append(step_1_4)
    list_step_2.append(step_1_5)
    list_step_2.append(step_1_6)
    list_step_2.append(step_1_7)
    list_step_2.append(step_1_8)
    list_step_2.append(step_1_9)
    list_step_2.append(step_1_10)
    list_step_2.append(step_1_11)
    list_step_2.append(step_1_12)
    list_step_2.append(step_1_13)
    list_step_2.append(step_1_14)
    list_step_2.append(step_1_15)
    list_step_2.append(step_1_16)
    list_step_2.append(step_1_17)
    list_step_2.append(step_1_18)
    list_step_2.append(step_1_19)
    list_step_2.append(step_1_20)
    list_step_2.append(step_1_21)
    list_step_2.append(step_1_22)
    #list_step_2.append(step_1_23)
    list_step_2.append(step_1_24)
    list_step_2.append(step_1_25)
    list_step_2.append(step_1_26)
    list_step_2.append(step_1_27)
    list_step_2.append(step_1_28)
    list_step_2.append(step_1_29)
    list_step_2.append(step_1_30)
    list_step_2.append(step_1_31)
    list_step_2.append(step_1_32)
    list_step_2.append(step_1_33)
    list_step_2.append(step_1_34)
    list_step_2.append(step_1_35)
    list_step_2.append(step_1_36)
    list_step_2.append(step_1_37)
    list_step_2.append(step_1_38)
    list_step_2.append(step_1_39)
    list_step_2.append(step_1_40)
    list_step_2.append(step_1_41)
    list_step_2.append(step_1_42)
    list_step_2.append(step_1_43)
    list_step_2.append(step_1_44)
    list_step_2.append(step_1_45)
    list_step_2.append(step_1_46)
    list_step_2.append(step_1_47)
    #print list_step_2
    #before_end = random.shuffle(list_step_2)
    end = random.choice(list_step_2)
    #print "ENNNNNNDDD",end 
    return end